Repository: wesnoth/website
Catalog: start/1.12/po/*.po
Languages: es, gl, hu, it, pt, ru

source: To complement the new title screen artwork, all campaign journey maps featured in story screens have been redrawn in the same style, and new ones have been added to several campaigns that previously lacked one.
es: Para complementar la nueva presentación artística de la pantalla de inicio, todos los mapas de recorrido mostrados en las pantallas de introducción se han vuelto a dibujar en el mismo estilo y otros nuevos han sido añadidos a varias campañas que carecían de ellos.
gl: O mapa do menú principal non foi o único que cambiou completamente. Agora todos os mapas cos que se narran as historias das campañas utilizan o mesmo estilo que o mapa do menú principal, e engadíronse mapas novos a moitas das campañas que non tiñan ningún.
hu: A főképernyő stílusának teljessé tétele érdekében az összes hadjárattérképet hasonló megjelenéssel újrarajzoltunk. Több új történetmesélő térképet készítettünk azokhoz a hadjáratokhoz, amelyeknél ez korábban még hiányzott.
it: Come complemento al nuovo stile della schermata iniziale, tutte le mappe di viaggio delle campagne utilizzate nelle varie schermate sono state riviste e ridisegnate con lo stesso stile, ed altre nuove mappe sono state aggiunte a diverse campagne che prima non le avevano.
pt: Como suplemento à nova interface de entrada, todos os mapas de viagem das campanhas foram reformados no mesmo estilo, e novos foram adicionados às várias campanhas que anteriormente não tinham um.
ru: Все карты кампаний переработаны, чтобы соответствовать стилю карты на главном экране. В нескольких кампаниях, где раньше карт не было, они были добавлены.

source: Most mainline campaigns have also received various visual and gameplay improvements. Most notably, <cite>Son of the Black Eye</cite> has been rebalanced in its entirety, bringing its difficulty in line with its designation as an expert level campaign. Many scenarios of <cite>Eastern Invasion</cite> have seen significant improvements, with some having been completely redesigned from the ground up.
es: La mayoría de las campañas principales han recibido también varias mejoras visuales y en el juego. A destacar que <cite>Hijo de Ojonegro</cite> ha sido reajustada por completo, alineando su dificultad con lo que indica su designación como campaña de nivel experto. Muchos escenarios de <cite>La invasión del este</cite> han sido notablemente mejorados, habiendo sido algunos vueltos a diseñar desde cero.
gl: Á meirande parte das campañas principais aplicáronselles diversas melloras visuais e de xogabilidade. Cabe salientar o caso de <cite>O fillo de “Ollo negro”</cite>, que se axustou co obxectivo de aumentar a súa dificultade para que a campaña de verdade merecese a designación de «campaña de nivel experto» que se lle outorgara. Tamén viron melloras significantes moitos dos escenarios de <cite>A invasión do leste</cite>, e houbo casos de escenarios que se redeseñaron completamente desde cero.
hu: A legtöbb hivatalosan támogatott hadjárat szintén különböző látványbeli és játékmenetet érintő fejlesztésben részesült. Kiváltképp említendő a <cite>Fekete-Szem fia</cite>, amelynek egészét újból kiegyensúlyoztuk, hogy megfeleljen az eredendően tervezett, gyakorlott játékosoknak szánt nehézségi szintnek. A <cite>Lerohanás keleten</cite> számos küldetése is jelentős javításokon ment keresztül, néhány pályát az alapoktól újraírtunk.
it: La maggior parte delle campagne principali presentano migliorie sia sotto l’aspetto grafico che dal punto di vista del gioco. La più evidente è la campagna <cite>Il figlio di Occhionero</cite>, che è stata completamente ribilanciata, in modo da portare la sua difficoltà in linea con la sua collocazione nel gruppo delle campagne per giocatori esperti. Molti scenari di <cite>L’invasione dall’est</cite> hanno avuto significativi miglioramenti, ed alcuni di questi sono stati riprogettati da cima a fondo.
pt: A maioria das campanhas da linha principal também receberam várias melhorias visuais e de jogabilidade. Mais notavelmente, <cite>O Filho do Olho Negro </cite> foi reformulado na sua totalidade elevando a sua dificuldade, de acordo com a sua designação como sendo uma campanha de nível veterano. Muitos cenários da <cite>Invasão Oriental</cite> viram melhorias significativas, com alguns tendo sido completamente redesenhado do zero.
ru: Мы улучшили геймплей и оформление большинства официальных кампаний. Заметнее всего изменилась кампания <cite>Сын Чёрного Глаза</cite> — мы полностью пересмотрели баланс, приведя её сложность в соответствии с маркировкой как кампании для опытных игроков. Были существенно улучшены многие сценарии <cite>Вторжения с Востока</cite>; некоторые были полностью переработаны.

source: Although all campaigns in the menu are labeled according to their difficulty level, it is not uncommon for players to underestimate the challenge and face unsurmountable obstacles midway through. For this reason, a new option has been added to the Load Game dialog allowing players to switch difficulty at the very start of a scenario.
es: Aunque todas las campañas del menú están etiquetadas de acuerdo a su nivel de dificultad, no es raro que los jugadores infravaloren el desafío y tengan que enfrentarse a obstáculos insuperables en medio de una campaña. Por este motivo, se ha añadido una nueva opción al diálogo de Cargar Partida permitiendo a los jugadores cambiar el nivel de dificultad al inicio de un escenario.
gl: Aínda que todas as campañas indican no menú o seu nivel de dificultade, hai xogadores que poden subestimar o desafío que supoñen, e verse superados pola dificultade da campaña a metade da mesma. Foi por isto que engadimos unha nova opción no diálogo para cargar partidas que permite aos xogadores cambiar a dificultade da partida desde o principio do escenario.
hu: Habár a nehézségi szint minden hadjárat esetében látható a menüben, nem ritka, hogy a játékosok alábecsülik a kihívást, és félúton leküzdhetetlen akadályokba ütköznek. Ennek megoldására a „Játék betöltése” párbeszédablakhoz egy új opciót adtunk, amely lehetővé teszi, hogy egy pálya legelején meg lehessen változtatni a nehézségi szintet.
it: Sebbene tutte le campagne nel menu siano etichettate in accordo al loro livello di difficoltà, non è insolito che i giocatori sottostimino la sfida e si trovino ad affrontare degli ostacoli insuperabili lungo il cammino. Per questa ragione, è stata aggiunta una nuova opzione nella finestra di caricamento del gioco in modo da permettere ai giocatori di cambiare livello di difficoltà all’inizio di uno scenario.
pt: Apesar de todas as campanhas sejam rotulados de acordo com seu nível de dificuldade, não é incomum para os jogadores subestimar o desafio e enfrentar obstáculos intransponíveis pela metade. Por este motivo, foi adicionada uma nova opção à caixa de diálogo quando retomar uma partida guardada, permitindo aos jogadores alterar a dificuldade logo no início de um cenário a meio da campanha.
ru: Несмотря на то, что большинство кампаний маркированы согласно своей сложности, игроки порой их недооценивают. Из-за этого они порой утыкаются в непреодолимые препятствия посреди кампании. Чтобы этого избежать, мы добавили в диалог загрузки игры новую опцию, позволяющую игрокам изменить сложность в самом начале сценария.

source: Multiplayer
es: Modo multijugador
gl: Varios xogadores
hu: Többjátékos mód
it: Multigiocatore
pt: Jogo em rede
ru: Мультиплеер

source: This series sees the introduction of a new playable faction in multiplayer games, the Khalifate. Available in game setup to use via the “Default + Khalifate” era, this faction of humans lacks magic users, and instead specializes in using terrain features to coordinate attacks at dawn or dusk. Their ranks boast lawful and liminal units, healers, high-accuracy melee fighters, and fearsome horse-mounted archers. While Khalifate units tend to be more expensive than those of the Loyalist faction, they make up for this with high mobility — especially on hilly terrains.
es: En esta versión se introduce una nueva facción jugable en las partidas multijugador, el Califato. Disponible en la configuración de la partida para ser usada mediante la era «Predeterminada + Califato», esta facción de humanos no tiene unidades mágicas y, en cambio, se especializa en el uso de las características del terreno para coordinar ataques al alba o con el crepúsculo. Sus filas cuentan con unidades tanto legales como crepusculares, sanadores, luchadores cuerpo a cuerpo con gran precisión y temibles jinetes arqueros. Aunque las unidades del Califato suelen ser más caras que las de la facción Leal, compensan esto con una gran movilidad, sobre todo en los terrenos con colinas.
gl: Con esta nova versión introdúcese unha nova facción para as partidas de varios xogadores: o califato. Esta facción de humanos, dispoñíbel na configuración da partida mediante a era «Predeterminada co califato», carece de unidades que practiquen maxia. As súas unidades especialízanse no aproveitamento das peculiaridades do terreo para coordinar ataques durante o amencer e mailo anoitecer. Entre as súas filas hai unidades legais e crepusculares, sandadores, loitadores de contacto de boa puntería, e temíbeis arqueiros a cabalo. Aínda que as unidades do califato adoitan ser máis cara que as da facción dos leais, compénsano cunha gran capacidade de movemento, especialmente nas rexións montañosas.
hu: A játék mostani verziójában egy új, többjátékos mérkőzésekben választható szövetség is bemutatkozik: a Kalifátus. Az emberek eme szövetségében mágiát nem használnak, helyette a terepviszonyokat, valamint a hajnali és alkonyati támadásokat fordítják előnyükre. Soraikban igazságos és ingatag egységeket, gyógyítókat, nagy pontosságú közelharcosokat és félelmetes lovas íjászokat vonultatnak föl. A Kalifátus egységei rendszerint drágábbak a Hűségesek harcosainál, de cserébe gyorsabban mozognak, kiváltképp a dombos terepen. A többjátékos játszmákban az „Alapértelmezett + Kalifátus” korszak választásával érhető el ez a szövetség.
it: Questa serie vede l’introduzione di una nuova fazione per le partite multigiocatore, il Califfato. Disponibile nella configurazione del gioco attraverso l’era “Era predefinita + Califfato”, questa fazione di umani manca di unità magiche, e preferisce specializzarsi nell’utilizzo delle caratteristiche del terreno per lanciare attacchi coordinati all’alba o al tramonto. Tra le loro fila trovano posto unità legali e liminali, curatori, combattenti a distanza ravvicinata molto precisi e indomiti arcieri a cavallo. Di contro, le unità del Califfato tendono ad essere piuttosto costose a paragone di quelle delle fazioni legali, sebbene suppliscano a questo con una altissima mobilità — specialmente nei terreni collinosi.
pt: Esta série vê a introdução de uma nova fação jogável em jogos em rede, o Califado. Disponível na configuração do jogo ao iniciar uma nova partida com a era “Padrão + Califado”, esta fação de humanos carece de usuários de magia, mas ao invés é especializada em utilizar as características do terreno para coordenar ataques na madrugada ou ao anoitecer. As suas fileiras orgulham-se de unidades diurnas e limiares, curandeiros, combatentes corpo a corpo de fidelidade e arqueiros montados em cavalos temíveis. Enquanto que as unidades do califado tendem a ser mais caros do que os da outra fação de humanos, os leais, compensam com uma maior mobilidade — especialmente em terreno montanhoso.
ru: В новом выпуске введена новая фракция для многопользовательских игр — Халифат. Чтобы использовать её в игре, нужно выбрать эру «По умолчания+Халифат». В этой человеческой фракции нет магов; зато они умеют хорошо использовать особенности местности, чтобы нападать на рассвете и закате. Они могут похвастаться порядочными и сумеречными бойцами, целителями, умелыми рукопашными бойцами и грозными конными лучниками. Бойцы Халифата чаще всего дороже верноподданных, но они компенсируют этой высокой мобильностью — особенно на холмистой местности.

source: A new kind of add-on, multiplayer modifications, has been implemented. Modifications are capable of changing the game rules independently of the selected era or map. Thus, add-on creators can design scripts that improve and alter the gameplay without restricting those improvements to a certain era or map. The default installation does not feature any modifications, but you can already download a few from the add-ons server.
es: Un nuevo tipo de complemento, «modificaciones multijugador», ha sido implementado. Estas modificaciones permiten alterar las reglas del juego con independencia del mapa o de la era seleccionada. Por tanto, los creadores de complementos pueden diseñar automatismos para mejorar o alterar el juego sin tener que limitar esas mejoras a un mapa o a una era en concreto. La instalación predeterminada no incluye ninguna modificación, pero usted ya puede descargar unas cuantas desde el servidor de complementos.
gl: Engadiuse un novo tipo de complemento: as «modificacións para varios xogadores» ou «modificacións multixogador». As modificacións permiten cambiar as regras do xogo de maneira independente da era ou do mapa seleccionados. Isto permítelles aos autores de complementos deseñar scripts que melloran e modifican o xogo sen restrinxir esas melloras a unha era ou mapa determinados. A instalación predeterminada non inclúe ningunha modificación, pero xa hai algunha dispoñíbel no servidor de complementos oficial do xogo.
hu: Bekerült a játékba egy újfajta kiegészítés is: a többjátékos módosító. A módosítók segítségével a játszma szabályai a korszaktól és a pályától függetlenül megváltoztathatóak. Ezáltal a kiegészítések fejlesztőinek lehetőségük van a játékmenet színesítésére és befolyásolására olyan szkriptek segítségével, amelyek használata nem korlátozódik egy adott korszakra vagy térképre. Az alapértelmezett telepítés nem tartalmaz módosítókat, de ezek pár gombnyomással letölthetők a kiegészítéseket tartalmazó kiszolgálóról.
it: É stata implementata un nuovo tipo di estensione, la modifica multigiocatore. Le modifiche sono estensioni in grado di cambiare le regole del gioco indipendentemente dall’era o dalla mappa selezionata. In questo modo, chi crea un’estensione può progettare degli script che migliorano e alterano le modalità di gioco senza però limitarsi a restringere l’utilizzo di questi miglioramenti ad una certa era o ad una certa mappa. L’istallazione standard non presenta alcuna modificazione, ma possono già essere facilmente scaricate dal server delle estensioni.
pt: Foi implementado um novo tipo de extra, as modificações em jogos em rede. Modificações são capazes de mudar as regras do jogo, independentemente da era ou mapa selecionado. Assim, os seus criadores podem criar regras que melhorem e alteram a jogabilidade sem restringir estas a uma determinada era ou mapa. A instalação por padrão não incluí quaisquer modificações, mas estarão disponíveis no gestor de extras a medida que forem criados pela comunidade.
ru: Введён новый вид аддонов — модификаторы мультиплеера. Модификаторы могут менять правила игры вне зависимости от текущей эру или карты. Таким образом, авторы аддонов могут создавать скрипты, которые улучшают и изменяют игровой процесс, не ограничивая эти изменения конкретной эрой или картой. По умолчанию никаких модификаторов не установлено, но вы можете загрузить их с сервера аддонов.

source: Multiplayer game creation has been redesigned and split into two screens. The first is responsible for game creation and selection of era and modifications, while the second allows for additional configuration. New functionality to allow user-made add-ons to display custom configuration options on the latter screen has been added. In addition, all multiplayer screens were improved to take the new changes to multiplayer campaigns into account and increase the visibility of relevant information, as well as adjusted to improve support for low-resolution devices.
es: La creación de partidas multijugador ha sido rediseñada y dividida en dos pantallas. La primera se usa para crear la partida y seleccionar la era y las modificaciones, mientras que la segunda permite configuraciones adicionales. Se ha añadido una funcionalidad que permite a los complementos creados por los jugadores mostrar sus propias opciones de configuración en esta última pantalla. Además, todas las pantallas del modo multijugador han sido mejoradas teniendo en cuenta las novedades introducidas en las campañas multijugador y aumentando la visibilidad de la información relevante, al mismo tiempo que se han ajustado para mejorar el soporte a los dispositivos de baja resolución.
gl: O sistema de creación de partidas para varios xogadores redeseñouse e dividiuse en dúas pantallas. Na primeira pantalla créase a partida e escóllense a era e mailas modificacións, mentres que na segunda pantalla se configuran o resto de aspectos da partida. Os complementos feitos por xogadores poden agora mostrar opcións de configuración personalizadas na última destas pantallas. Ademais todas as pantallas das partidas para varios xogadores melloráronse a raíz dos novos cambios para as campañas de varios xogadores, e para mostrar de maneira máis evidente a información relevante. As pantallas axustáronse tamén para unha mellor compatibilidade con dispositivos de baixa resolución.
hu: A többjátékos játszmák létrehozásának folyamata átalakult és két oldalra lett felosztva. Az első oldal a mérkőzés létrehozásáért, a korszak és a módosítók kiválasztásáért felel, míg a másodikon további beállítási lehetőségek találhatóak. Ilyen például az az új funkció, amellyel a felhasználók által készített kiegészítések esetében egyedi beállítások feltüntetésére is lehetőség van. Ezen felül minden többjátékos oldalt finomítottunk, hogy a többjátékos hadjáratok esetében is alkalmazhatóak legyenek a fönti fejlesztések, a fontos információk átláthatóbbak legyenek, valamint jobban jelenjenek meg az alacsony felbontású eszközökön is.
it: Il processo di creazione di una partita multigiocatore è stato riprogettato e diviso in due schermate diverse. Nella prima viene creata la partita vera e propria e viene selezionata l’era e le modifiche; nella seconda vengono messe a punto le ultime configurazioni. É stata aggiunta infatti in questa schermata una nuova funzionalità per permettere la visualizzazione delle opzioni di configurazione personalizzate delle estensioni create dagli utenti. Inoltre, tutti le schermate multigiocatore sono state migliorate per tener conto dei cambiamenti delle campagne multigiocatore e migliorare la visibilità delle informazioni importanti, così come degli aggiustamenti per migliorare il supporto per gli schermi con bassa risoluzione.
pt: Foi modificado a forma de criar novas partidas em rede, dividindo esta em duas partes. A primeira permite a escolha da era, mapa e modificação enquanto que na segunda é possível de fazer ajustamentos adicionais tanto às configurações por padrão do mapa como quaisquer configurações definidos pelos criadores dos extras. Além disso, agora é possível de filtrar os mapas e cenários pelo tipo e número de jogadores dando uma maior visibilidade à informação relevante. Foi ainda melhorado o suporte para dispositivos de baixa resolução.
ru: Создание многопользовательской игры переработано и занимает теперь два экрана. Первый отвечает за создание игры и выбор эры и модификаторов, второй — за дополнительную настройку. Добавлен новый функционал: теперь пользовательские аддоны могут выводить на второй экран собственные параметры. Во всех экранах мультиплеера учтены новые возможности многопользовательских кампаний, а важная информация сделана более заметной. Кроме того, улучшена поддержка устройств с малым разрешением.
