Repository: wesnoth/website
Catalog: start/1.12/po/*.po
Languages: es, gl, hu, it, pt, ru

source: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Source code</b></a>
es: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Código fuente</b></a>
gl: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Código fonte</b></a>
hu: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Forráskód</b></a>
it: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Codice sorgente</b></a>
pt: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Código Fonte</b></a>
ru: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6.tar.bz2/download'><b>Исходный код</b></a>

source: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b>Wesnoth for Microsoft Windows</b></a>
es: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b>Wesnoth para Microsoft Windows</b></a>
gl: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b><cite>A batalla polo Noroeste</cite> para Microsoft Windows</b></a>
hu: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b>Wesnoth Microsoft Windowsra</b></a>
it: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b>Wesnoth per Microsoft Windows</b></a>
pt: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b>Wesnoth para Windows</b></a>
ru: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/wesnoth-1.12.6-win32.exe/download'><b>Веснот для Microsoft Windows</b></a>

source: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b>Wesnoth for Apple OS X</b></a>
es: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b>Wesnoth para Apple OS X</b></a>
gl: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b><cite>A batalla polo Noroeste</cite> para Apple OS X</b></a>
hu: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b>Wesnoth Apple OS X-re</b></a>
it: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b>Wesnoth per Apple OS X</b></a>
pt: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b>Wesnoth para Apple OS X</b></a>
ru: <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.12/wesnoth-1.12.6/Wesnoth_1.12.6.dmg/download'><b>Веснот для Apple OS X</b></a>

source: You can refer to the <a href='//wiki.wesnoth.org/Download'>downloads page</a> for the latest up-to-date packages and instructions, including those for other platforms once they become available.
es: Más información actualizada sobre las descargas está disponible en la <a href='//wiki.wesnoth.org/Download'>página de descargas</a>. Ahí también puede encontrar paquetes e instrucciones para otras plataformas una vez que estén disponibles.
gl: Podes obter información actualizada sobre as descargas na <a href='http://wiki.wesnoth.org/Download'>páxina de descargas</a>. Alí podes atopar tamén paquetes e instrucións para outras plataformas en canto estas estean dispoñíbeis.
hu: A letöltésekkel kapcsolatos naprakész információt a <a href='http://wiki.wesnoth.org/Download'>Letöltések honlapján</a> találod. Ezen az oldalon más platformokhoz készített csomagokat és útmutatót is találhatsz, amint az adott csomagok elkészülnek.
it: Puoi trovare informazioni aggiornate su come scaricare alla <a href="http://www.wesnoth.org/wiki/Download">pagina degli scaricamenti</a>. Qui puoi trovare anche pacchetti e istruzioni per altre piattaforme una volta che sono disponibili.
pt: Pode obter informações atualizadas sobre os downloads de todas as plataformas suportadas na <a href='//www.wesnoth.org/wiki/Download'>página Wiki</a>.
ru: Обратитесь к <a href='//www.wesnoth.org/wiki/Download'>странице закачек</a>, чтобы найти самые свежие пакеты и инструкции, включая пакет и инструкции для других платформ, когда те появятся.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='//wiki.wesnoth.org/Download_Xdeltas'>Xdelta</a> files only.
es: Si ya había descargado versiones anteriores del código fuente del juego, le ofrecemos la posibilidad de descargar sólo los archivos <a href='http://wiki.wesnoth.org/Download_Xdeltas'>Xdelta</a>.
gl: Se descargou unha versión anterior do xogo, quizais lle interese descargar só os ficheiros <a href='//wiki.wesnoth.org/Download_Xdeltas'>Xdelta</a>.
hu: Ha a játék egy korábbi verzióját már letöltötted, akkor elég, ha csak a változásokat tartalmazó <a href='//wiki.wesnoth.org/Download_Xdeltas'>Xdelta</a> fájlokat töltöd le.
it: Se hai già scaricato una versione precedente del gioco potresti essere interessato allo scaricamento dei soli file <a href='//www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>.
pt: Se já baixou uma versão anterior do jogo, talvez seja melhor baixar apenas os arquivos <a href='//wiki.wesnoth.org/Download_Xdeltas'>Xdelta</a>.
ru: Если вы уже скачивали прежние версии, то, возможно, захотите скачать только файлы <a href='//www.wesnoth.org/Download_Xdeltas'>Xdelta</a>.

source: Contribute
es: Contribuciones
gl: Colaborar
hu: Hozzájárulás
it: Contributi
pt: Como contribuir
ru: Участвуйте

source: Since its inception in July 2003, <cite>The Battle for Wesnoth</cite> is constantly being improved and expanded upon by hundreds of international volunteers from diverse backgrounds. Contributions range from mainline content shipped as part of the official game releases to hundreds of user-made projects available to download from our add-ons server, directly from the title screen. Whether you need help beating a particular scenario or adding a feature to your custom maps, <cite>Wesnoth</cite> boasts a massive community of players and creators always willing to help.
es: Desde su comienzo en julio de 2003, <cite>La batalla por Wesnoth</cite> ha sido mejorada y ampliada constantemente por cientos de voluntarios internacionales de muy diversos orígenes. Las contribuciones abarcan desde el contenido principal distribuido como la parte oficial del juego hasta los cientos de proyectos, realizados por los usuarios, disponibles para su descarga desde el servidor de complementos, usando directamente un botón de la pantalla de inicio del juego. Si usted necesita ayuda para superar un escenario determinado o para añadir una característica a su mapa personalizado, <cite>Wesnoth</cite> presume de tener una enorme comunidad de jugadores y creadores deseando ayudarle.
gl: Desde a súa concepción en xullo de 2003, <cite>A batalla polo Noroeste</cite> mellórase e esténdese de maneira constante, un cambio no que participan centos de voluntarios en diversas partes de todo o mundo. As colaboracións son tamén diversas, e van desde contido principal do xogo que se inclúe como parte das versións oficiais a centos de proxectos dos usuarios que se poden descargar do servidor de complementos, dispoñíbel directamente no menú principal do xogo. Se necesita axuda, sexa para un escenario concreto ou para engadir unha funcionalidade a un mapa personalizado, detrás de <cite>A batalla polo Noroeste</cite> hai unha enorme e vibrante comunidade de xogadores e creadores de contidos dispostos a botarlle unha man.
hu: 2003. júliusi megalkotása óta a <cite>Harc Wesnothért</cite> folyamatos fejlesztés és bővítés alatt áll, melyet szerteágazó hátterű nemzetközi önkéntesek százai végeznek. Egyes tartalmak a játékba építve, hivatalosan támogatott formában érhetők el, míg több száz más projekt egyenesen a főképernyőről hozzáférhető, letölthető a kiegészítéseket tartalmazó szerverről. Akár egy küldetés végigjátszásánál van szükséged segítségre, akár a saját készítésű térképeid funkcióit bővítenéd, a <cite>Wesnoth</cite> nagy játékos- és fejlesztőközösséggel büszkélkedik, melynek tagjai bármikor hajlandóak segíteni.
it: Sin dal suo inizio nel lontano Luglio 2003 <cite>Battle for Wesnoth</cite> viene costantemente migliorata ed espansa grazie al contributo di centinai di volontari dalle diverse caratteristiche e specializzazioni sparsi per tutto il mondo. I contributi variano dai contenuti delle campagne principali distribuiti insieme alle versioni ufficiali del gioco, a centinaia di progetti degli utenti da scaricare dal nostro server per le estensioni, direttamente dalla schermata iniziale. Nel caso avessi bisogno di aiuto per superare uno scenario particolarmente ostico, o per aggiungere una caratteristica particolare alla tua mappa, <cite>Wesnoth</cite> vanta una solida ed ampia comunità di giocatori e creatori che potranno sempre aiutarti.
pt: Desde a sua criação em Julho de 2003, <cite>A Batalha por Wesnoth</cite> está a ser constantemente melhorado e alargado por centenas de voluntários internacionais de diversas origens. As contribuições vão desde o conteúdo da linha principal fornecido como parte dos lançamentos oficiais do jogo até centenas de projetos criados pelos utilizadores disponíveis para baixar do nosso servidor de extras, diretamente do ecrã de título. Se precisar de ajuda para vencer um cenário específico ou requer a adição de uma funcionalidade para os seus mapas personalizados, <cite>Wesnoth</cite> possui uma enorme comunidade de jogadores e criadores sempre dispostos a ajudar.
ru: С момента создания в июле 2003 года, <cite>Битва за Веснот</cite> постоянно улучшается и расширяется сотнями волонтёров со всех концов света и всех мыслимых культур. Их вклад варьируется от материалов, поставляемых вместе с официальными выпусками игры, до сотен пользовательских проектов, доступных для скачивания с нашего сервера аддонов, прямо из главного экрана игры. Если вам нужна помощь в прохождении определённого сценария или добавлении новых деталей к вашим картам, в <cite>Весноте</cite> вы найдёте массивное сообщество игроков и авторов, всегда готовых помочь.

source: Besides creating your own add-on content, there are many other ways you can help <cite>Wesnoth</cite>:
es: Aparte de crear sus propios complementos, hay muchas otras formas en las que usted puede ayudar a <cite>Wesnoth</cite>:
gl: Ademais de coa creación de contidos orixinais en forma de complementos, pode colaborar co desenvolvemento de <cite>A batalla polo Noroeste</cite> de moitas outras maneiras:
hu: A saját kiegészítő tartalom létrehozása mellett számos más módon is hozzájárulhatsz a <cite>Wesnoth</cite> fejlesztéséhez:
it: Oltre a creare delle nuove estensioni, ci sono molti altri modi diversi con i quali puoi aiutare <cite>Wesnoth</cite>:
pt: Além de criares a tua própria campanha, ainda existem mais maneiras de contribuir ao projeto de <cite>Wesnoth</cite>:
ru: Кроме создания собственных аддонов, вы можете помочь <cite>Весноту</cite> во многих аспектах:

source: <a href='//wiki.wesnoth.org/Project'>Contribute</a> code
es: <a href='//wiki.wesnoth.org/Project'>Producir</a> código
gl: <a href='//wiki.wesnoth.org/Project'>Colaborar</a> con código.
hu: <a href='//wiki.wesnoth.org/Project'>Kódolási</a> feladatok
it: <a href='//wiki.wesnoth.org/Project'>Contributi</a> al codice
pt: <a href='//wiki.wesnoth.org/Project'>Como contribuir</a> código
ru: <a href='//wiki.wesnoth.org/Project'>Пишите</a> код

source: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Create</a> art for the main game or for user-made <a href='//forums.wesnoth.org/viewforum.php?f=23'>add-ons</a>
es: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Crear</a> arte para el juego principal o para <a href='//forums.wesnoth.org/viewforum.php?f=23'>complementos</a> de los usuarios
gl: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Crear</a> imaxes para o xogo ou para os <a href='//forums.wesnoth.org/viewforum.php?f=23'>complementos</a> creados polos xogadores.
hu: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Képzőművészet</a> létrehozása a hivatalos játéktartalomhoz, vagy a <a href='http://forums.wesnoth.org/viewforum.php?f=23'>kiegészítésekhez</a>
it: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Crea</a> immagini artistiche per il gioco principale, o anche per le <a href='http://forums.wesnoth.org/viewforum.php?f=23'>estensioni</a> realizzate dagli utenti
pt: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Cria</a> arte para o jogo principal ou qualquer <a href='//forums.wesnoth.org/viewforum.php?f=23'>extra</a> feito pela comunidade.
ru: <a href='//forums.wesnoth.org/viewforum.php?f=9'>Рисуйте</a> оформление основной игры или пользовательских <a href='//forums.wesnoth.org/viewforum.php?f=23'>аддонов</a>

source: <a href='//wiki.wesnoth.org/WesnothTranslations'>Translate</a> the game into your language
es: <a href='//wiki.wesnoth.org/WesnothTranslations'>Traduzca</a> el juego a su propio idioma
gl: <a href='//wiki.wesnoth.org/WesnothTranslations'>Traducir</a> o xogo do inglés a outros idiomas.
hu: <a href='//wiki.wesnoth.org/WesnothTranslations'>Fordítsd le</a> a játékot a saját nyelvedre
it: <a href='//wiki.wesnoth.org/WesnothTranslations'>Traduci</a> il gioco nel tuo linguaggio
pt: <a href='//wiki.wesnoth.org/WesnothTranslations'>Traduz</a> o jogo para o teu idioma.
ru: <a href='//wiki.wesnoth.org/WesnothTranslations'>Переводите</a> игру на свой язык

source: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Produce</a> new music tracks and sound effects
es: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Produzca</a> nuevos temas musicales y efectos de sonido
gl: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Producir</a> novas pistas de música e efectos de son.
hu: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Komponálj</a> új dallamokat és hanghatásokat
it: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Produci</a> nuove tracce musicali ed effetti sonori
pt: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Compõe</a> novas bandas musicais e efeitos sonoros.
ru: <a href='//forums.wesnoth.org/viewforum.php?f=14'>Сочиняйте</a> новые музыкальные треки и звуковые эффекты

source: Spread the word about <cite>Wesnoth</cite> on the Internet!
es: ¡Difunda información sobre <cite>Wesnoth</cite> en Internet!
gl: Correr a voz sobre <cite>A batalla por Wesnoth</cite> por internet!
hu: Terjeszd a <cite>Wesnoth</cite> hírét az interneten!
it: Spargi la voce su <cite>Wesnoth</cite> in Internet!
pt: Divulga <cite>Wesnoth</cite> na Internet!
ru: Рассказывайте про <cite>Веснот</cite> в Интернете!

source: More Info
es: Más información
gl: Información adicional
hu: További információk
it: Altre Informazioni
pt: Mais Informações
ru: Дополнительно

source: <a href='//changelog.wesnoth.org/1.12/'>Full Changelog</a> (English)
es: <a href='//changelog.wesnoth.org/1.12/'>Registro completo de cambios</a> (en inglés)
gl: <a href='//changelog.wesnoth.org/1.12/'>Lista de cambios completa</a> (en inglés)
hu: <a href='//changelog.wesnoth.org/1.12/'>A változások teljes listája</a> (angol)
it: <a href='//changelog.wesnoth.org/1.12/'>Elenco completo delle modifiche</a> (in inglese)
pt: <a href='//changelog.wesnoth.org/1.12/'>Todas as novidades</a> (em Inglês)
ru: <a href='//changelog.wesnoth.org/1.12/'>Полный список изменений</a> (На английском)

source: <a href='//www.wesnoth.org/manual/1.12/manual.en.html'>User’s Manual</a>
es: <a href='//www.wesnoth.org/manual/1.12/manual.es.html'>Manual de usuario</a> (en español)
gl: <a href='//www.wesnoth.org/manual/1.12/manual.en.html'>Manual de usuario</a>
hu: <a href='//www.wesnoth.org/manual/1.12/manual.en.html'>Felhasználói kézikönyv</a> (magyarul)
it: <a href='//www.wesnoth.org/manual/1.12/manual.it.html'>Manuale per l’utente</a>
pt: <a href='//www.wesnoth.org/manual/1.12/manual.pt.html'>Manual de Utilizador</a>
ru: <a href='//www.wesnoth.org/manual/1.12/manual.ru.html'>Руководство пользователя</a>

source: <a href='//www.wesnoth.org'>Official Website</a> (English)
es: <a href='//www.wesnoth.org'>Sitio web oficial</a> (en inglés)
gl: <a href='//www.wesnoth.org'>Sitio web oficial</a> (en inglés)
hu: <a href='http://wesnoth.fsf.hu/'>Magyar Wesnoth Közösségi Portál</a>
it: <a href='//www.wesnoth.org'>Sito web ufficiale di Wesnoth</a> (Inglese)
pt: <a href='//www.wesnoth.org'>Página Oficial</a> (em Inglês)
ru: <a href='//www.wesnoth.org'>Официальный сайт</a> (на английском)

source: <a href='//www.wesnoth.org/start/1.6'>Wesnoth 1.6 Release Notes</a>
es: <a href='//www.wesnoth.org/start/1.6'>Notas de publicación de Wesnoth 1.6</a>
gl: <a href='//www.wesnoth.org/start/1.6'>Notas do lanzamento da versión 1.6 de <cite>A batalla polo Noroeste</cite></a>
hu: <a href='//www.wesnoth.org/start/1.6'>Wesnoth 1.6 Kiadási megjegyzések</a>
it: <a href='//www.wesnoth.org/start/1.6'>Note di rilascio di Wesnoth 1.6</a>
pt: <a href='//www.wesnoth.org/start/1.6'>Introdução à versão 1.6</a>
ru: <a href='//www.wesnoth.org/start/1.6'>Заметки о выпуске Веснота 1.6</a>

source: <a href='//www.wesnoth.org/start/1.8'>Wesnoth 1.8 Release Notes</a>
es: <a href='//www.wesnoth.org/start/1.8'>Notas de publicación de Wesnoth 1.8</a>
gl: <a href='//www.wesnoth.org/start/1.8'>Notas do lanzamento da versión 1.8 de <cite>A batalla polo Noroeste</cite></a>
hu: <a href='//www.wesnoth.org/start/1.8'>Wesnoth 1.8 Kiadási megjegyzések</a>
it: <a href='//www.wesnoth.org/start/1.8'>Note di rilascio di Wesnoth 1.8</a>
pt: <a href='//www.wesnoth.org/start/1.6'>Introdução à versão 1.8</a>
ru: <a href='//www.wesnoth.org/start/1.8'>Заметки о выпуске Веснота 1.8</a>

source: <a href='//www.wesnoth.org/start/1.10'>Wesnoth 1.10 Release Notes</a>
es: <a href='//www.wesnoth.org/start/1.10'>Notas de publicación de Wesnoth 1.10</a>
gl: <a href='//www.wesnoth.org/start/1.10'>Notas do lanzamento da versión 1.10 de <cite>A batalla polo Noroeste</cite></a>
hu: <a href='//www.wesnoth.org/start/1.10'>Wesnoth 1.10 Kiadási megjegyzések</a>
it: <a href='//www.wesnoth.org/start/1.10'>Note di rilascio di Wesnoth 1.10</a>
pt: <a href='//www.wesnoth.org/start/1.6'>Introdução à versão 1.10</a>
ru: <a href='//www.wesnoth.org/start/1.4'>Заметки о выпуске Веснота 1.10</a>

source: This page is also available in the following languages:
es: Esta página también está disponible en los siguientes idiomas:
gl: Esta páxina tamén está dispoñíbel nos seguintes idiomas:
hu: Ez az oldal a következő nyelveken is elérhető:
it: Questa pagina è disponibile nelle seguenti lingue:
pt: Esta página também está disponível nos seguintes idiomas:
ru: Эта страница также доступна на следующих языках:

source: Copyright &#169; 2003&#8211;2014 The Battle for Wesnoth Project
hu: Copyright &#169; 2003&#8211;2014 Harc Wesnothért Projekt
pt: Todos os direitos reservados &#169; 2003&#8211;2014 pelo projeto da Batalha por Wesnoth
ru: Авторские права &#169; 2003&#8211;2014 Проект Битва за Веснот
