Repository: wesnoth/website
Catalog: start/1.12/po/*.po
Languages: es, gl, hu, it, pt, ru

source: Many bugs related to reloading multiplayer campaigns and scenarios have been fixed. Support for the <a href='//wiki.wesnoth.org/CampaignWML'><code>[campaign]</code> tag</a> has been added to multiplayer mode, thus allowing the same campaign to be played in both multiplayer and singleplayer. As a result of this, difficulty levels and other features of singleplayer campaigns are supported in multiplayer as well. Multiplayer campaigns also support new functionality, including returning to the lobby between scenarios and performing side configurations. Finally, the <cite>Legend of Wesmere</cite> campaign has been made available as the first multiplayer-ready campaign shipping with the game.
es: Varios defectos que afectaban el volver a cargar campañas y escenarios multijugador han sido corregidos. Se ha implementado soporte para la etiqueta <a href='//wiki.wesnoth.org/CampaignWML'><code>[campaign]</code></a> al modo multijugador, permitiendo que una misma campaña pueda ser jugada tanto en modo multijugador como individualmente. Por este motivo, los niveles de dificultad y otras características de las campañas individuales también funcionan en modo multijugador. Las campañas multijugador también permiten nuevas opciones, como poder volver al vestíbulo entre escenarios y realizar modificaciones en los bandos. Finalmente, la campaña <cite>La leyenda de Wesmere</cite> está disponible como la primera campaña preparada para el modo multijugador incluida con el juego.
gl: Solucionáronse moitos erros relacionados coa recarga de campañas e escenarios para varios xogadores. O modo para varios xogadores é agora compatíbel coa <a href='//wiki.wesnoth.org/CampaignWML'>etiqueta <code>[campaign]</code></a>, o que permite xogar a mesma campaña tanto con varios xogadores coma individualmente. Como resultado, as campañas para varios xogadores permiten agora funcionalidades das campañas individuais, coma o nivel de dificultade. As campañas para varios xogadores tamén permiten funcionalidades adicionais, coma volver á sala de espera entre escenarios e cambiar a configuración dos bandos. Por último, <cite>A lenda de Güesmer</cite> converteuse na primeira campaña compatíbel con varios xogadores incluída no xogo.
hu: A többjátékos hadjáratok és küldetések betöltésével kapcsolatos számos hibát javítottunk. A játék immár támogatja a <a href='//wiki.wesnoth.org/CampaignWML'><code>[campaign]</code> tag</a> használatát a többjátékos módban, amellyel lehetőség van az adott hadjárat egyjátékos és többjátékos végigjátszására is. Ennek eredményeként a nehézségi szintek és az egyjátékos hadjáratok más beállítási lehetőségei elérhetőek többjátékos módban is. Emellett a többjátékos hadjáratok új funkcióval gazdagodtak: az egyes küldetések között vissza lehet térni a játékcsarnokba, és csapatokat érintő beállításokat lehet végrehajtani. Megemlítendő még, hogy a játékban most először érhető el egy többjátékos módra alkalmas hadjárat, amely a <cite>Wesmere legendája</cite> átalakításával jött létre.
it: Molti bachi relativi ai caricamenti delle campagne multigiocatore e degli scenari sono stati risolti. Il supporto per il <a href='http://wiki.wesnoth.org/CampaignWML'>tag <code>[campaign]</code></a> è stato esteso anche alla modalità multigiocatore, in modo da poter giocare la stessa campagna sia in singolo che in modalità mutigocatore. Come risultato finale di tutto ciò, i livelli di difficoltà ed altre caratteristiche delle campagne singole sono supportate anche in modalità multigiocatore. Le campagne multigiocatore supportano anche un nuova funzionalita, quella di poter ritornare alla finestra di intermezzo degli scenari e applicare configurazioni collaterali. Infine, la campagna <cite>La leggenda di Wesmere</cite>è stata messa a disposizione come la prima campagna pronta-per-il-multigiocatore del gioco.
pt: Foram corridos muitos erros relacionados as campanhas para vários jogadores em rede, e foram ainda corrigidos diversos erros relacionados ao recarregar cenários de jogos em rede. Foi agora adicionado maior poder <a href='http://wiki.wesnoth.org/CampaignWML'>tag <code>[campaign]</code></a>, permitindo assim a mesma campanha para ser jogado tanto em rede como sozinho. Como resultado disto, os níveis de dificuldade e outras características das campanhas previamente não disponíveis em rede agora podem ser usados em campanhas para vários jogadores. Campanhas em rede agora também suportam novas funcionalidades, incluindo retornar diretamente à sala de espera entre os cenários e reconfigurar as definições de equipa. Por fim, a campanha <cite>Lenda de Wesmere</ cite>finalmente é disponibilizada como a primeira campanha em rede com o jogo.
ru: Исправлено множество ошибок при повторной загрузке многопользовательских кампаний и сценариев. Мультиплеер теперь поддерживает <a href='http://wiki.wesnoth.org/CampaignWML'>тэг <code>[campaign]</code></a>, благодаря чему одну и ту же кампанию можно играть как однопользовательском, так и в многопользовательском режиме. В результате в многопользовательском режиме доступны уровни сложности и другие преимущества однопользовательских кампаний. В многопользовательских кампания появилась возможность вернуться в холл мультиплеера между сценариями и настроить стороны. Наконец, кампания <cite>Легенда Весмира</cite> стала первой включенной в официальную поставку игры кампанией с полной поддержкой многопользовательского режима.

source: Several other features have been added to enhance the multiplayer experience. An audible bell has been added to the game setup screen to notify the host once all players have finished selecting a faction. A sound is also played when the game has begun. If players disconnect from the game, an option to assign their side to ‘idle’ without revealing their vision to the game host is now available, as well as a ‘blindfolded join’ option so that players may rejoin the game and be assigned to a side without getting the vision of a normal observer.
es: Han sido añadidas algunas características más para mejorar la experiencia del modo multijugador. Se ha añadido un sonido de campana a la pantalla de configuración de la partida para notificar al anfitrión que todos los jugadores han terminado de elegir una facción. A esto sigue otro sonido para anunciar el inicio de la partida. Si los jugadores se desconectan de la partida, ahora se dispone de una opción para asignar su bando a «inactivo» sin mostrar al anfitrión su vista de la partida, además de una opción de unirse «a ciegas» para que los jugadores puedan volver a unirse a la partida y ser asignados a un bando sin tener la vista de un observador normal.
gl: E tamén se engadiron outras moitas funcionalidades para mellorar a experiencia das partidas para varios xogadores. Por exemplo, a pantalla de preparación da partida emite un son para informar ao anfitrión cando o resto de xogadores remate de escoller unha facción. Tamén se emite un son cando comeza a partida. Se algún xogador se desconecta da partida, agora existe a posibilidade de marcar o seu bando como «ausente» sen necesidade de que o anfitrión poida ver todo canto ve o bando do xogador desconectado, e engadiuse unha opción para unirse “as escuras”, de xeito que os xogadores poidan unirse de novo á partida e ser asignados a un bando sen ter acceso á visión global da partida da que goza un observador normal.
hu: Számos egyéb funkciót is kidolgoztunk a többjátékos élmény fokozása érdekében. A játékbeállító képernyőn hallható csengő értesíti a játékgazdát, ha az összes játékos kiválasztotta a szövetségét. A játék kezdetére szintén hang figyelmeztet. Ha egy játékos lecsatlakozik játszma közben, lehetőség van a csapatát „tétlen” módba állítani anélkül, hogy a játékgazda megpillantaná az adott játékos adatait és egységeit; hasonlóan adott a lehetőség, hogy az újra csatlakozni kívánó játékos „vakon” lépjen vissza a játékba anélkül, hogy a megfigyelők által látott játszmaállást megpillantaná.
it: Sono state aggiunte anche diverse altre caratteristiche per migliorare l’esperienza del gioco multigiocatore. Una scampanellio è stato aggiunto alla schermata di inizio del gioco per avvisare l’ospite che tutti i giocatori hanno scelto una fazione. Un suono avverte anche che la partita è iniziata. Se dei giocatori si disconnettono dalla partita, una opzione permette di mettere le loro fazioni in ‘attesa’ senza rivelare la loro visione del gioco, così come è disponibile una opzione per ‘entrare bendato’ che permette ai giocatori di poter rientrare in una partita ed essere associati ad una fazione senza avere la visione di un normale osservatore.
pt: Foram adicionadas várias outras funcionalidades para melhorar a experiência em partidas em rede. Agora é emitido um sinal audível para notificar o anfitrião quando todos os jogadores tenham escolhido a sua fação, assim como no inicio da partida em si para alertar todos os jogadores presentes. Se um jogador se desligar da partida, agora existe uma nova opção para atribuir o seu lado como “ocioso”, sem revelar a sua visão e posição ao anfitrião da partida assim como um modo de voltar à partida que esconde o mapa por completo quando os jogadores querem voltar à partida e ser atribuído a um lado sem obter a visão de um observador normal.
ru: Добавлено несколько новых функций, улучшающих восприятие многопользовательской игры. Когда все игроки выбрали себе фракцию, экран настройки игры уведомляет создателя игры звонком. Начало игры также сопровождается звуком. Теперь можно пометить сторону игроков, которые отсоединились от сервера, как «неактивную», не открывая владельцу игры их сторону; также можно «присоединиться вслепую» — игроки могут вернуться в игру и начать играть за свою сторону, не глядя на игру как обычные зрители.

source: General
gl: Xeral
hu: Általános változások
it: Generico
pt: Em geral
ru: Общие

source: Just as the game engine’s extensibility allows our community to create and publish their own original content, it also allows players to change options as they see fit. The Hotkeys Preferences dialog has been renewed with a categorized view, the ability to assign multiple sequences to a particular action, and change assignments to make use of additional buttons found in certain mouse models.
es: Al igual que el motor del juego permite a la comunidad de jugadores, con sus grandes posibilidades de ampliación, crear y publicar su propio contenido original, también permite a los jugadores modificar varias opciones del modo que deseen. El diálogo de las preferencias de atajos de teclado ha sido renovado con una vista ordenada por categorías, con la habilidad de asignar varias secuencias a una acción en concreto y de cambiar las asignaciones para utilizar los botones adicionales que tienen algunos modelos de ratón.
gl: A flexibilidade do motor do xogo non só permite aos xogadores crear e publicar contido orixinal, tamén permite aos xogadores cambiar as opcións que lles pareza. O diálogo de configuración dos atallos renovouse e utiliza agora unha vista por categorías, coa posibilidade de asignar máis dun atallo a unha mesma acción, e cambiar as asignacións para usar botóns adicionais dispoñíbeis nalgúns modelos de rato.
hu: A játékmotor bővíthetősége nemcsak a közösségnek ad lehetőséget a saját eredeti tartalmak létrehozására és közzétételére, hanem a játékosoknak is, hogy a beállításokat az igényeiknek megfelelően hangolják. A gyorsbillentyű-beállító párbeszédablak kategorizált megjelenést kapott, segítségével egy parancshoz akár több billentyűkombináció, vagy az egyes egérmodelleken található extra gombok is hozzárendelhetők.
it: Così come l’estensibilità del motore di gioco permette alla nostra comunità di creare e pubblicare i loro contenuti originali, allo stesso modo permette ai giocatori di cambiare le opzioni a loro piacimento. La finestra di dialogo delle Scorciatoie nel menù delle Preferenze è stata rinnovata ed ora presenta una vista per categorie, offre la possibilità di assegnare ad una particolare azione sequenze multiple, e permette di cambiare le associazioni per poter utilizzare i bottoni addizionali presenti in alcuni tipi di mouse.
pt: Da mesma forma que a extensibilidade do motor de jogo permite que a nossa comunidade cria e publica o seu próprio conteúdo original, ele também permite aos jogadores alterar as suas opções como entenderem. O modo de definir teclas de atalho foi renovado com uma visualização categorizada, com a capacidade de atribuir várias sequências para uma determinada ação ou alterar as atribuições de modo a fazer uso de botões adicionais do rato.
ru: Расширяемость движка игры не только позволяет членам нашего сообщества создавать и публиковать свои собственные материалы, но и даёт игрокам возможность настраивать игру по своему усмотрению. В новом диалоге настройки горячих клавиш разбиты по категориям, есть возможность назначать одному действию несколько последовательностей и использовать дополнительные кнопки некоторых моделей мышей.

source: Very often, players require direct access to the game files to share their saves, create or modify add-ons, or take screenshots of their games or map creations. As the game runs on multiple platforms and accepts a vast number of installation alternatives, a reliable and consistent mechanism to provide players with access to their stored data has been added to the Preferences dialog. In addition to this, new options are now available to manage newly created screenshots: players will be able to immediately open them in their preferred image viewer, or browse the full contents of their screenshots folder.
es: Muy a menudo, los jugadores necesitan acceder directamente a los ficheros del juego para compartir sus partidas guardadas, crear o modificar complementos u obtener capturas de pantalla de sus partidas o creaciones. Puesto que el juego puede ejecutarse en diferentes plataformas y acepta un gran número de opciones de instalación, un mecanismo fiable y consistente para permitir a los jugadores el acceso a sus datos almacenados ha sido añadido al cuadro de diálogo de Preferencias. Además de esto, ahora hay disponibles nuevas opciones para manejar las capturas de pantalla obtenidas por el jugador: el jugador podrá abrirlas inmediatamente en su visor de imágenes preferido o examinar el contenido completo de su carpeta de capturas de pantalla.
gl: Con frecuencia os xogadores necesitan poder acceder directamente aos ficheiros do xogo para compartir as súas partidas, crear ou modificar complementos, ou facer capturas de pantalla das súas partidas ou dos mapas que crean. Dado que o xogo é compatíbel con varias plataformas e pode instalarse de mil maneiras distintas, engadiuse ao diálogo de configuración un mecanismo fiábel e consistente para permitir aos xogadores acceder aos seus datos. Ademais, engadíronse novas opcións para xestionar as capturas de pantalla despois de crealas: os xogadores poderán abrilas inmediatamente no visor de imaxes que prefiran, ou explorar o contido completo do cartafol de capturas.
hu: Igen gyakran szükséges, hogy a játékfájlokhoz közvetlenül hozzá tudjanak férni a játékosok, hogy megoszthassák mentéseiket, kiegészítéseket tudjanak létrehozni vagy módosítani, vagy hogy képernyőmentést készítsenek a játszmáikról, születőben lévő térképeikről. Mivel a játék több platformon fut és számos alternatív telepítési lehetősége van, a „Beállítások” menüpont alatt elérhetővé tettünk egy megbízható, következetesen működő eszközt, amely a játékosnak hozzáférést biztosít a tárolt adatokhoz. Ezen felül új lehetőségek állnak rendelkezésre az új képernyőmentések kezelésére: a játékos azonnal megnyithatja őket a kedvenc képnézegetőjében, vagy böngészhet a képeket tartalmazó mappában.
it: Molto spesso i giocatori hanno bisogno di avere un accesso diretto ai file del gioco per condividere i loro salvataggi, creare o modificare le estensioni, o semplicemente prendere un copia della schermata delle loro partire o delle mappe create. Poiché il gioco può essere eseguito su diverse piattaforme e accetta una ampia varietà di configurazioni in fase di installazione, è stato aggiunto al menù delle Preferenze un meccanismo affidabile e coerente che permette loro di avere accesso ai loro dati memorizzati. In aggiunta a tutto ciò, sono oggi disponibili alcune nuove opzioni che permettono di gestire le schermate create: i giocatori possono ora aprirle immediatamente con il loro visualizzatore preferito, o scorrere l’intero contenuto della loro cartella dove sono salvate le schermate.
pt: Muitas vezes, os jogadores necessitam acesso direto aos arquivos do jogo para partilhar as suas partidas guardadas, criar ou modificar os extras, ou tirar fotografias do ecrã das suas partidas ou mapas criados. Como o jogo é corre em várias plataformas e aceita um elevado número instalações alternativas, foi adicionado um mecanismo confiável e consistente para que os jogadores tenham acesso aos seus dados armazenados à janela de preferências. Além disso, estão disponíveis novas opções para gerir as imagens recentemente criadas: os jogadores poderão abrir-as imediatamente no seu visualizador de imagem preferido, ou consultar o conteúdo completo do seu diretório de imagens.
ru: Игрокам нередко требуется прямой доступ к файлам игры: чтобы делиться сохранёнными играми, изменять аддоны, делать снимки экрана своих игр и карт. Так как игра поддерживает множество платформ и допускает множество альтернатив при установке, мы добавили в диалог предпочтений надежный и последовательный механизм доступа к сохранённым данным игры. Кроме того, доступны новые возможности по управлению свежесозданными скриншотами: игроки могут открыть их в том просмотрщике изображений, который им нравится или открыть каталог скриншотов в проводнике.

source: The UI theme selection dialog now includes a short description of each item. A new optional theme optimized for the <a href='http://www.open-pandora.org/'>Pandora</a> and other small resolution devices has been added as well, providing a more compact visualization of unit stats and more visible command buttons.
es: El dialogo de selección de tema para la interfaz de usuario incluye ahora una descripción corta de cada tema. También se proporciona un nuevo tema opcional optimizado para <a href='http://www.open-pandora.org/'>Pandora</a> y otros dispositivos con bajas resoluciones, ofreciendo una visualización más compacta de las estadísticas de las unidades y botones más visibles.
gl: O diálogo de selección do tema da interface inclúe unha descrición curta de cada elemento. Tamén se engadiu un novo tema optimizado para a consola <a href='http://www.open-pandora.org/'>Pandora</a> e para outros dispositivos de baixa resolución, un tema que fornece unha visualización máis compacta das estatísticas das unidades e botóns de acción máis visíbeis.
hu: A felhasználói felület témaválasztó párbeszédablaka minden téma esetében rövid leírással gazdagodott. Létrehoztunk egy új témát, amelyet a <a href='http://www.open-pandora.org/'>Pandorára</a> és más kis felbontású eszközökre optimalizáltunk (az egységstatisztikák lényegretörőbb megjelenítése, jobban látható parancsgombok).
it: Il tema della finestra di sezione della IU ora include una breve descrizione di ogni elemento. É stato aggiunto anche un nuovo tema ottimizzato per <a href='http://www.open-pandora.org/'>Pandora</a> e altri device con basse risoluzioni, tema che permette una visualizzazione più compatta delle statistiche di una unità e presenta dei bottoni di comando con una visibilità superiore.
pt: A caixa de diálogo de seleção de temas da interface do usuário inclui agora uma breve descrição de cada item. Foi ainda adicionado um novo tema opcional otimizada para a plataforma aberta <a href='http://www.open-pandora.org/'>Pandora</a> e outros dispositivos de pequena resolução. A visualização das estatísticas da unidade agora é mais compacta e os botões de comando mais visíveis.
ru: Диалог выбора темы содержит краткое описание каждой темы. Также добавлена новая тема, оптимизированная под <a href='http://www.open-pandora.org/'>Pandora</a> и другие устройства с малым разрешением. В этой теме визуализация качеств бойца сделана более компактной, а кнопки управления — более заметными.

source: Two new translations have been started: Scottish Gaelic and Ukrainian. As always, <cite>The Battle for Wesnoth</cite> relies on volunteers for translating the game. Anyone interested should refer to the <a href='#contribute'>Contribute</a> section below for details.
es: Se han iniciado dos nuevas traducciones: gaélico escocés y ucraniano. Como siempre, <cite>La batalla por Wesnoth</cite> depende de voluntarios para traducir el juego. Cualquiera que esté interesado debería dirigirse a la posterior sección <a href='#contribute'>Contribuciones</a> para conocer más detalles.
gl: Comezouse a traballar en dúas novas traducións: a do gaélico escocés e maila do ucraíno. Coma sempre, <cite>A batalla polo Noroeste</cite> válese de voluntarios para traducir o xogo. Se está vostede interesado en colaborar con algunha das traducións, consulte a sección <a href='#contribute'>Colaborar</a> máis abaixo para informarse.
hu: Két új fordítás került a játékba: a skót gael és az ukrán. Ahogy mindig is, a <cite>Harc Wesnothért</cite> az önkéntesekre támaszkodik a fordítások esetében. Bárki, aki érdeklődik a feladat iránt, olvassa el a <a href='#contribute'>Hozzájárulás</a> szakaszt a részletekért.
it: Sono state aggiunte due nuove lingue: gaelico scozzese e ucraino. Come sempre, <cite>Battle for Wesnoth</cite> si basa sul volontariato per le traduzioni del gioco. Chiunque sia interessato faccia riferimento alla sezione <a href='#contribute'>Contribuiti</a> più avanti.
pt: Foram incluídos duas novas traduções: o escocês galaico e ucraniano. Como sempre, <cite>A Batalha por Wesnoth</cite> depende de voluntários para traduzir o jogo. Quem estiver interessado deve consultar a secção <a href='#contribute'>Contribuir<a> abaixo para obter mais detalhes.
ru: Начаты два новых перевода: на гаэльский и украинский языки. Как всегда, перевод <cite>Битвы за Веснот</cite> выполнен волонтёрами. Все, кто интересуется подробностями, могу ознакомится ниже с разделом <a href='#contribute'>Участвуйте</a>.

source: For Content Creators
es: Para autores de contenido
gl: Para os creadores de contidos
hu: Fejlesztőknek
it: Per i creatori di contenuti
pt: Para criadores de extras
ru: Для авторов
