Repository: wesnoth/website
Catalog: start/1.12/po/*.po
Languages: es, gl, hu, it, pt, ru

source: Like the main game interface, the map editor was also given a major overhaul, bringing with it increased visibility for commonly used file and selection tools and more easily identifiable action icons. This version also marks the debut of the experimental scenario mode, which enables additional features previously available only to WML coders. Note that there are still many aspects remaining to be finalized and polished before it can be considered a substitute for the targeted subset of WML.
es: Al igual que la interfaz principal del juego, el editor de mapas tiene grandes mejoras, ofreciendo mayor visibilidad para las herramientas de fichero y selección más frecuentemente utilizadas e iconos de acción más fáciles de identificar. Con esta versión también estrenamos el modo de escenario experimental, el cual permite características adicionales que antes solo estaban disponibles para los programadores de WML. Tenga en cuenta que aún quedan muchos aspectos de este modo que han de ser finalizados y mejorados antes de que se le pueda considerar un sustituto para el conjunto de comandos WML equivalente.
gl: Igual que a interface principal, o editor de mapa renovouse en gran medida. As ferramentas de ficheiros e de selección máis comúns son agora máis visíbeis, e as iconas de accións son máis doadas de identificar. Esta versión estrea ademais o modo de escenario, que ofrece funcionalidades que antes só podían usarse escribindo código WML directamente. Trátase dun modo experimental, e aínda quedan moitos aspectos por completar e pulir para que poida considerarse un verdadeir substituto das partes de WML que pretende ofrecer.
it: Come l’interfaccia principale del gioco, anche l’editor delle mappe ha ricevuto un profonda revisione, consistente in una maggiore visibilità dei file e dei tools di selezione più comunemente utilizzati. In questa versione fa anche i suo debutto la modalità scenario sperimentale, che permette l’utilizzo di caratteristiche addizionali prima disponibili soltanto ai programmatori WML. Va fatto notare che ci sono ancora molti aspetti che devono essere finalizzati e ripuliti prima che tutto questo possa essere considerato un degno sostituto per il sottosistema WML di riferimento.
pt: Tal como a interface principal do jogo, o editor de mapas também recebeu uma enorme reformulação, trazendo consigo uma maior visibilidade das suas ferramentas de desenho e seleção mais usadas facilmente identificáveis por ​​ícones de ação. Esta versão também marca a estreia do modo de cenário experimental, que permite que funcionalidades adicionais anteriormente apenas disponíveis para programadores de WML. Contudo é de salientar que ainda existem muitos aspetos restantes por finalizar e polir antes que possa ser considerado um substituto para o subgrupo alvo de WML.
ru: Редактор карт, как и вся игра, подвергся значительной переделке. Часто используемые инструменты работы с файлами и выбора сделаны более заметными, а иконки действий более ясными. В этой версии также появится экспериментальный режим сценариев с возможностями, ранее доступными только разработчикам WML. Стоит отметить, что потребуется закончить работу над многими аспектами этого режима, прежде чем считать его полноценной заменой соответствующего подмножества WML.

source: On the terrain selection front, tropical forests were completely redrawn and expanded with several variations, including rainforest, sparse and dense palm forests, and savanna. Underground maps also benefit from the addition of new bridge types, and battle scenarios may be spiced up with two new trash and debris terrains available directly from the editor.
es: En cuanto a la selección de terrenos incluida, los bosques tropicales han sido rediseñados por completo y ampliados con algunas variedades, incluyendo selvas, palmeral, palmeral tupido y sabana. Los mapas ambientados en cavernas también se benefician de la introducción de nuevos tipos de puente, y los escenarios de batalla podrán verse animados con dos nuevos terrenos de desperdicios y escombros disponibles directamente en el editor.
gl: No que respecta á selección de terreo, os bosques tropicais volvéronse debuxar partindo de cero, e expandíronse con varias variantes, entre as que se atopan as selvas, os bosques de palmeiras densos e esparexidos, e maila sabana. Os mapas subterráneos poderán aproveitar que se engadiron novos tipos de pontes, e os novos terreos de lixo e restos permitirán mellorar o aspecto dalgúns campos de batalla. Todos estes novos terreos están dispoñíbeis directamente desde o editor.
it: Sul fronte della selezione dei terreni, le foreste tropicali sono state completamente ridisegnate ed espanse con diverse variazioni, incluse le foreste pluviali, le foreste di palme fitte e rade, nonché la savana. Anche le mappe dei sotterranei beneficiano dell’aggiunta dei nuovi tipi di ponte, e negli scenari di battaglia un po’ di pepe può essere introdotto dall’utilizzo dei due nuovi tipi di terreno immondizia e macerie, direttamente dall’editor di mappe.
pt: Quando ao terreno disponível, as florestas tropicais foram completamente redesenhados e expandidos com diversas variações, incluindo florestas húmidas, florestas de palmeiras esparsas e densas e savana. Os mapas subterrâneos beneficiam da adição de novos tipos de pontes e os cenários de batalha podem agora ser apimentados com detritos diversos disponíveis diretamente a partir do editor.
ru: Из изменений в части выбора местности стоит отметить тропические леса. Они полностью перерисованы и дополнены несколькими вариациями: влажные джунгли, редкий и плотный пальмовый лес, а также саванна. В подземных картах добавлены новые виды мостов, а сценарии битв можно оживить двумя видами мусора и обломков, доступных прямо из редактора.

source: Both players and WML authors will benefit from improved debugging tools. Loading-stage error reports are now far more legible and feature copy-to-clipboard functionality. The Gamestate Inspector tool received similar updates: in addition to a copy-to-clipboard option for game variables and status information, it now also makes use of the same underlying code as saved games to correctly generate valid multiline WML attributes and translatable strings.
es: Tanto los jugadores como los autores de WML se van a beneficiar de herramientas de depuración mejoradas. Los informes de errores durante la carga de contenido ahora son mucho más legibles y proporcionan la utilidad de copiar al portapapeles. La herramienta de inspección del estado del juego ha recibido mejoras similares: además de la opción de copiar al portapapeles las variables e información de estado del juego, ahora también hace uso del mismo código subyacente que las partidas guardadas para generar correctamente atributos WML multilínea válidos y cadenas traducibles.
gl: Tanto os xogadores coma os programadores en WML poderán aproveitar as ferramentas de depuración melloradas. Os informes de erro na fase de carga conteñen información máis descritiva e permiten copiar o seu contido ao portapapeis. O inspector do estado da partida tamén se actualizou, e ademais da funcionalidade de copiar ao portapapeis para as variables da partida e maila información do estado, agora fai uso do mesmo código que usan as partidas gardadas para xerar correctamente atributos WML de varias liñas e marcar textos para tradución.
it: Sia i giocatori che gli autori WML beneficeranno dei miglioramenti degli strumenti di debugging. I report degli errori nella fase di caricamento ora sono più leggibili e beneficiano della funzionalità copia-negli-appunti. Un miglioramento simile può essere ritrovato anche nello strumento per l’ispezione dello stato di gioco: oltre all’opzione copia-negli-appunti per le variabili di gioco e le informazioni sullo stato, adesso il tool utilizza lo stesso codice utilizzato nei salvataggi di gioco per una corretta generazione di attributi WML multilinea validi e di stringhe traducibili.
pt: Tanto os jogadores como autores WML agora beneficiarão de melhores ferramentas de depuração. Os relatórios de erros ao carregar um cenário agora são muito mais legíveis e podem ser copiados diretamente para a área de transferência. A ferramenta estado do jogo recebeu atualizações semelhantes: além de trazer de uma opção para copiar para a área de transferência as variáveis ​​do jogo e informações de estado, agora também faz uso do mesmo código subjacente relativamente aos jogos guardados para gerar corretamente múltiplas linhas de atributos WML válidos e expressões traduzíveis.
ru: Как игроки, так и авторы WML смогут воспользоваться преимуществами новых средств отладки. Отчёты об ошибках загрузки теперь более удобочитаемы, и их можно копировать в буфер обмена. Инспектор состояния игры также обновился: кроме копирования в буфер игровых переменных и информации о состоянии, он также использует тот же код, что и сохранённые игры, чтобы генерировать правильные многострочные атрибуты WML и переводимые строки.

source: To further assist WML authors, <code>GUI.pyw</code>, a graphical interface for the three main WML maintenance scripts (<code>wmllint</code>, <code>wmlindent</code>, and <code>wmlscope</code>) has been included, providing a convenient alternative to the command line versions. The tool may be found in the <a href='//wiki.wesnoth.org/EditingWesnoth'><code>data/tools</code></a> folder. More information on the maintenance tools can be found <a href='//wiki.wesnoth.org/Maintenance_tools'>on the wiki</a>.
es: Para dar más ayuda a los programadores de WML, se ha includio <code>GUI.pyw</code>, una interfaz gráfica para los tres scripts de mantenimiento WML principales (<code>wmllint</code>, <code>wmlindent</code>, y <code>wmlscope</code>), proporcionando una alternativa conveniente a las versiones de línea de comandos. La herramienta se encuentra disponible en la carpeta <a href='//wiki.wesnoth.org/EditingWesnoth'><code>data/tools</code></a>. Puede encontrar más información sobre las herramientas de mantenimiento <a href='//wiki.wesnoth.org/Maintenance_tools'>en la wiki</a>.
gl: Para axudar máis aínda aos programadores en WML, incluíuse <code>GUI.pyw</code>, unha interface gráfica para os tres scripts de mantemento de WML principais (<code>wmllint</code>, <code>wmlindent</code>, e <code>wmlscope</code>), unha cómoda alternativa á versións da liña de ordes. A ferramenta está dispoñíbel no cartafol <a href='//wiki.wesnoth.org/EditingWesnoth'><code>data/tools</code></a>. Consulte <a href='http://wiki.wesnoth.org/Maintenance_tools'>o wiki</a> para máis información sobre as ferramentas de mantemento.
it: Come ulteriore aiuto agli autori WML è stata inclusa <code>GUI.pyw</code>, una interfaccia grafica per i tre principali script di manutenzione WML (<code>wmllint</code>, <code>wmlindent</code>, e <code>wmlscope</code>) che fornisce una valida alternativa alla versione da riga di comando. Lo strumento può essere trovato nella cartella <a href='//wiki.wesnoth.org/EditingWesnoth'><code>data/tools</code></a>. Ulteriori informazioni sugli strumenti di manutenzione possono essere trovate <a href='http://wiki.wesnoth.org/Maintenance_tools'>sulla pagina wiki</a>.
pt: Para ajudar ainda mais os autores WML, <code>GUI.pyw</code>, uma interface gráfica para as três principais ferramentas de manutenção de WML (<code>wmllint</code>, <code>wmlindent</code> e <code>wmlscope</code>) foi incluída com o jogo, proporcionando uma alternativa conveniente para as versões de linha de comando. A ferramenta pode ser encontrada na pasta <a href='//wiki.wesnoth.org/EditingWesnoth'><code>data/tools</ code></a>. Mais informações sobre as ferramentas de manutenção pode ser encontrada <a href='//wiki.wesnoth.org/Maintenance_tools'>na wiki</a>.
ru: Для авторов WML также добавлен <code>GUI.pyw</code>, графический интерфейс к трём основным скриптам поддержки WML (<code>wmllint</code>, <code>wmlindent</code> и <code>wmlscope</code>) — удобная альтернатива командной строке. Этот инструмент можно найти в каталоге <a href='//wiki.wesnoth.org/EditingWesnoth'><code>data/tools</code></a>. Подробнее об этих инструментах можно прочитать <a href='//wiki.wesnoth.org/Maintenance_tools'>в вики</a>.

source: On the back-end side, this new stable series contains a vast array of additions for content creators. <a href='//wiki.wesnoth.org/Micro_AIs'>Micro AIs</a> provide a powerful framework for assigning new and specialized AI behaviors to sides with minimal coding effort. Other AI improvements include a vastly improved and entirely configurable <a href='//wiki.wesnoth.org/AI_Recruitment'>AI recruitment engine</a>, and a new AI for use in multiplayer games.
es: En cuanto al motor del juego, esta nueva serie estable incorpora un gran conjunto de añadidos para los creadores de contenido. <a href='http://wiki.wesnoth.org/Micro_AIs'>Las micro IAs</a> proporcionan una potente infraestructura para asignar nuevas y especializadas características a la IA de cada bando con gran facilidad. Otras mejoras en la IA incluyen un <a href='//wiki.wesnoth.org/AI_Recruitment'>motor de reclutamiento</a> muy mejorado y totalmente configurable y una nueva IA para ser usada en partidas multijugador.
gl: No que respecta á infraestrutura, esta nova serie de versións estábeis contén unha morea de engadidos para os creadores de contidos. As <a href='//wiki.wesnoth.org/Micro_AIs'>micro intelixencias artificiais</a> ofrecen unha potente infraestrutura para asignar comportamentos novos e especializados ás intelixencias artificiais dos bandos sen necesidade de tocar máis que unhas poucas liñas de código. As intelixencias artificiais recibiron tamén outras melloras, coma o <a href='//wiki.wesnoth.org/AI_Recruitment'>motor de recrutamento da intelixencia artificial</a>, mellorado en gran medida e completamente configurábel, ou a creación dunha nova intelixencia artificial para as partidas de varios xogadores.
it: Passando a punti meno evidenti, questa nuova serie di rilasci della versione stabile contiene un ampia lista di aggiunte per i creatori di contenuti. Le <a href='//wiki.wesnoth.org/Micro_AIs'>Micro IA</a> forniscono un contesto formidabile per assegnare alle IA delle fazioni comportamenti nuovi e specializzati con uno sforzo minimo in termini di codifica. Altri miglioramenti delle IA includono un <a href='//wiki.wesnoth.org/AI_Recruitment'>motore di reclutamento delle IA</a> ampiamente rinnovato ed interamente configurabile, e una nuova IA da poter utilizzare nelle partite multigiocatore.
pt: Do ponto de vista do suporte à estrutura traseira, esta nova série estável contém uma vasta gama de complementos para criadores de conteúdo. As <a href='//wiki.wesnoth.org/Micro_AIs'>Micro IAs </a> fornecem uma poderosa estrutura para atribuir comportamentos de IA novos e especializados para as equipas com um esforço de codificação mínimo. Outras melhorias incluem um <a href='//wiki.wesnoth.org/AI_Recruitment'>motor de recrutamento da IA </a> amplamente melhorado e totalmente configurável, assim como uma nova IA para uso em jogos em rede.
ru: В новой стабильной версии авторы игрового контента найдут много нового. <a href='//wiki.wesnoth.org/Micro_AIs'>Micro AIs</a> — мощное средство, позволяющая задать для каждой стороны в игре нужное поведение AI с минимумом кода. Другие важные улучшения ИИ — заметно обновлённый и полностью настраиваемый <a href='//wiki.wesnoth.org/AI_Recruitment'>движок вербовки ИИ</a>, а также новый ИИ для использования в многопользовательских играх.

source: Many other new features have been added to the <a href='http://wiki.wesnoth.org/ReferenceWML'>WML</a> and <a href='//wiki.wesnoth.org/LuaWML'>Lua</a> API. For instance, <a href='//wiki.wesnoth.org/AnimationWML'>animation WML tags</a> support a new, more compact syntax for defining animation frames in less space. The API has also received several changes which content creators porting 1.10-based add-ons must adapt to: a list is provided in our dedicated <a href='//forums.wesnoth.org/viewtopic.php?t=36057'>forum topic</a>.
es: Muchas otras características nuevas han sido añadidas a la API <a href='//wiki.wesnoth.org/ReferenceWML'>WML</a> y <a href='http://wiki.wesnoth.org/LuaWML'>Lua</a>. Por ejemplo, las <a href='http://wiki.wesnoth.org/AnimationWML'>etiquetas de animación WML</a> permiten una nueva sintaxis más compacta para definir cuadros animados en menos espacio. La API también ha recibido varias modificaciones a las que los creadores de contenido basado en la versión 1.10 tendrán que adaptar sus complementos: puede ver la lista en el <a href='//forums.wesnoth.org/viewtopic.php?t=36057'>tema dedicado</a> en nuestro foro.
gl: Tamén se engadiron outras novas funcionalidades ás API de <a href='http://wiki.wesnoth.org/ReferenceWML'>WML</a> e de <a href='//wiki.wesnoth.org/LuaWML'>Lua</a>. Por exemplo, as <a href='//wiki.wesnoth.org/AnimationWML'>etiquetas de animación de WML</a> permiten unha sintaxe nova máis sinxela para definir os fotogramas das animacións en menos espazo. Tamén se cambiaron varios aspectos da API, polo que os creadores que queiras adaptar contido da rama 1.10 terán que adaptarse a eses cambios, que están listados nun <a href='//forums.wesnoth.org/viewtopic.php?t=36057'>tema do foro</a>.
it: Al <a href='//wiki.wesnoth.org/ReferenceWML'>WML</a> e alle API <a href='//wiki.wesnoth.org/LuaWML'>Lua</a> sono state aggiunte molte altre funzionalità. Ad esempio, i <a href='//wiki.wesnoth.org/AnimationWML'>riferimenti per animazioni WML</a> presentano ora una nuova sintassi più compatta che permette di definire i fotogrammi delle animazioni con uno spazio ridotto. Le API hanno anche ricevuto diversi cambiamenti ai quali devono adattarsi i creatori di contenuti che intendano portare in questa versione le estensioni compatibili con la versione 1.10: una lista può essere trovata in <a href='//forums.wesnoth.org/viewtopic.php?t=36057'>questa sezione</a> del nostro forum.
pt: Muitas outras novas funcionalidades foram adicionados à <a href='http://wiki.wesnoth.org/ReferenceWML'>linguagem WML</a> e <a href='http: //wiki.wesnoth.org/LuaWML'>API Lua</a>. Por exemplo, <a href='//wiki.wesnoth.org/AnimationWML'>tags de animações em WML</a> agora suportam uma nova sintaxe, mais compacta para a definição de frames de animação em menos espaço. A API também recebeu várias mudanças aos quais os criadores de conteúdo que queiram portar extras baseados na anterior versão 1.10 se têm adaptar: a lista é fornecida no nosso <a href='//forums.wesnoth.org/viewtopic.php?t=36057'>tópico</a> dedicado no fórum.
ru: Множество других возможностей добавлены в API <a href='http://wiki.wesnoth.org/ReferenceWML'>WML</a> и <a href='//wiki.wesnoth.org/LuaWML'>Lua</a>. К примеру, <a href='//wiki.wesnoth.org/AnimationWML'>WML-теги анимации</a> поддерживают новый, более компактный синтаксис для задания фреймов анимации. В API также внесено несколько изменений, которые необходимо учитывать при переносе аддонов с версии 1.10: полный список можно посмотреть в специальной <a href='//forums.wesnoth.org/viewtopic.php?t=36057'>ветке на нашем форуме</a>.

source: Download
es: Descargas
gl: Descarga
hu: Letöltés
it: Scaricamento
pt: Baixar
ru: Скачать

source: <cite>The Battle for Wesnoth</cite> is made available under the <a href='https://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GNU GPL). The source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a>, where you can also find instructions for <a href='//wiki.wesnoth.org/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Microsoft Windows, Apple OS X, and GNU/Linux.
es: <cite>La batalla por Wesnoth</cite> se encuentra disponible bajo los términos de la <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Licencia Pública General de GNU</a> (GPL). El código fuente puede ser descargado desde <a href='//www.wesnoth.org'>wesnoth.org</a>, donde también puede encontrar instrucciones para <a href='//wiki.wesnoth.org/CompilingWesnoth'>compilarlo</a> en una variedad de plataformas distintas. También puede encontrar paquetes listos para instalar y usar en los sistemas operativos más populares, incluyendo Microsoft Windows, Apple OS X, y GNU/Linux.
gl: <em>A batalla polo Noroeste</em> publícase baixo a <a href='http://www.mancomun.org/fileadmin/user_upload/Licenzas/gpl2_gl.txt'>Licenza Pública Xeral de GNU</a> (GNU GPL). O código fonte está dispoñíbel no sitio web <a href='//www.wesnoth.org'>wesnoth.org</a>, onde hai ademais instrucións para <a href='//wiki.wesnoth.org/CompilingWesnoth'>construílo a partir das fontes</a> nunha gran variedade de sistemas operativos. Tamén hai dispoñíbeis paquetes para os sistemas operativos máis populares, entre eles Microsoft Windows, Apple OS X e GNU/Linux.
hu: A <cite>Harc Wesnothért</cite> a <a href='https://www.gnu.org/licenses/gpl-2.0.html'>GNU GPL</a> licencnek megfelelően lett közzé téve. A forráskód elérhető a <a href='//www.wesnoth.org'>wesnoth.org</a> honlapon, ahol a különböző operációs rendszerekre történő <a href='//wiki.wesnoth.org/CompilingWesnoth'>lefordításához</a> is találsz segítséget. Előre elkészített csomagok is elérhetőek a legnépszerűbb operációs rendszerekhez, például Windowshoz, Apple OS X-hez és GNU/Linuxhoz.
it: <em>Battle for Wesnoth</em> è disponibile sotto i termini della <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Licenza Pubblica Generale GNU</a> (GNU GPL). Il codice sorgente è disponibile su <a href='http://www.wesnoth.org'>wesnoth.org</a> dove potrai trovare le istruzioni per <a href='http://wesnoth.org/wiki/CompilingWesnoth'>compilarne il codice sorgente</a> su tanti sistemi operativi differenti. Sono disponibili anche molti pacchetti contenenti i binari per i più popolari sistemi operativi, inclusi GNU/Linux, Microsoft Windows e Apple OS X.
pt: <cite>A Batalha por Wesnoth</cite>está disponível sob a <a href='https://www.gnu.org/licenses/gpl-2.0.html'>Licença Geral Pública GNU</a> (GPL). O código fonte está disponível na <a href='//www.wesnoth.org'>página principal do projeto</a> onde também encontrará todas as instruções necessárias para <a href='//wiki.wesnoth.org/CompilingWesnoth'>construir à partir do código fonte</a> em diversos sistemas operativos. Estão ainda disponíveis ficheiros de instalação para os sistemas operativos mais populares como Microsoft Windows, Apple OS X e GNU/Linux.
ru: <cite>Битва за Веснот</cite> доступна на условиях <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Универсальной общественной лицензии GNU</a> (GPL). Исходный код доступен на сайте <a href='http://www.wesnoth.org'>wesnoth.org</a>. Там же вы также найдёте инструкции <a href='http://wesnoth.org/wiki/CompilingWesnoth'>по сборке</a> для целого ряда операционных систем. Для наиболее популярных операционных систем, включая GNU/Linux, Microsoft Windows и Apple OS X, уже есть готовые пакеты.
