Repository: wesnoth/website
Catalog: start/1.12/po/*.po
Languages: es, gl, hu, it, pt, ru

source: en
es: es
gl: gl
hu: hu
it: it
pt: pt
ru: ru

source: The Battle for Wesnoth 1.12
es: La batalla por Wesnoth 1.12
gl: A batalla polo Noroeste 1.12
hu: Harc Wesnothért 1.12
it: Battle for Wesnoth 1.12
pt: A Batalha por Wesnoth (1.12)
ru: Битва за Веснот 1.12

source: Wesnoth Logo
es: Logotipo de Wesnoth
gl: Logo de «A batalla polo Noroeste».
hu: Wesnoth logó
it: Logo di Wesnoth
pt: Logo de Wesnoth
ru: Логотип Веснота

source: <i>November 2014.</i> As the year comes to an end, a new stable release series begins.
es: <i>Noviembre de 2014.</i> Cuando el año finaliza, una nueva serie estable comienza.
gl: <i>Novembro de 2014.</i> Co remate do ano, comeza unha nova serie de versións estábeis.
hu: <i>2014. november</i> Ahogy az év a végéhez közeledik, beköszönt egy új stabil játékverzió korszaka.
it: <i>Novembre 2014.</i> Mentre l’anno volge alla fine, inizia una nuova serie di rilasci per la versione stabile.
pt: <i>Novembro de 2014.</i> Com o terminar do ano, um novo ciclo estável começa.
ru: <i>Ноябрь 2014.</i> Год приближается концу, а новая серия стабильных выпусков только начинается.

source: The development team is proud to present version 1.12 of <cite>The&nbsp;Battle&nbsp;for&nbsp;Wesnoth</cite>!
es: El equipo de desarrollo tiene el orgullo de anunciar la versión 1.12 de ¡<cite>La&nbsp;Batalla&nbsp;por&nbsp;Wesnoth</cite>!
gl: Para o equipo de desenvolvemento é un orgullo presentar a versión 1.12 de <cite>A&nbsp;batalla&nbsp;polo&nbsp;Noroeste</cite>!
hu: A fejlesztő csapat büszkén jelenti be a <cite>Harc&nbsp;Wesnothért</cite> 1.12-es verzióját!
it: Il team di sviluppo è orgoglioso di presentarvi la versione 1.12 di <cite>Battle&nbsp;for&nbsp;Wesnoth</cite>!
pt: A equipa de desenvolvimento tem o prazer de anunciar o lançamento da versão 1.12 d'<cite>A&nbsp;Battalha&nbsp;por&nbsp;Wesnoth</cite>!
ru: Команда разработчиков с гордостью представляет версию 1.12 of <cite>Битвы&nbsp;за&nbsp;Веснот</cite>!

source: This release features many improvements in all areas, including a completely revamped interface, a new multiplayer faction, dozens of new portraits, updated unit animations, hundreds of bug fixes, and a vastly improved map editor. Try out the new features for yourself, or read on for more details...
es: Esta versión se caracteriza por muchas mejoras en todas las áreas, incluyendo una interfaz totalmente renovada, una nueva facción multijugador, docenas de nuevos retratos de unidades, animaciones actualizadas, centenares de defectos solucionados y un editor de mapas muy mejorado. Pruebe usted mismo las nuevas características o siga leyendo para conocer más detalles...
gl: Esta nova versión conta con moitas melloras en todas as áreas, entre as que se encontran unha interface completamente renovada, unha nova facción para partidas entre varios xogadores, ducias de novos retratos de personaxes, animacións actualizadas para as unidades, centos de correccións de erros, e un editor de mapas moi mellorado. Comece a gozar xa de todas estas novidades, ou continúe lendo para máis información…
hu: A kiadás minden területen számos fejlesztést tartalmaz: teljesen megújított kezelőfelületet, egy új többjátékos szövetséget, több tucatnyi új portrét, finomított egységanimációkat, több száz hibajavítást és egy jócskán korszerűsített térképszerkesztőt. Lásd a saját szemeddel az újításokat, vagy olvass tovább a részletekért...
it: Questa versione presenta numerosi miglioramenti in tutti i campi, inclusa un’interfaccia completamente rinnovata, una nuova fazione per la modalità multigiocatore, animazioni delle unità aggiornate, centinaia di problemi risolti, e un editor delle mappe ampiamente migliorato. Prova tu stesso tutte le novità, o continua a leggere questo annuncio per avere altri dettagli...
pt: Esta versão traz melhorias em todos aspetos, incluindo uma interface gráfica totalmente nova, uma nova fação para os jogos em rede, dezenas de novos retratos, animações atualizadas, centenas de erros corrigidos e um editor de mapa ainda mais completo. Tenta as novidades já agora, ou continua a ler para mais detalhes ...
ru: В этом выпуске вас ждут множество улучшений во всех областях: полностью переботанный интерфейс, новая фракция мультиплеера, дюжина новых портретов, обновленная анимация, сотни исправленных ошибок и изрядно усовершенствованный редактор карт. Попробуйте всё сами — или читайте дальше...

source: <a id='download-button' href='#download'>Download Now!</a>
es: <a id='download-button' href='#download'>¡Descargar ahora!</a>
gl: <a id='download-button' href='#download'>Descargar xa!</a>
hu: <a id='download-button' href='#download'>Letöltés</a>
it: <a id='download-button' href='#download'>Scaricalo ora!</a>
pt: <a id='download-button' href='#download'>Baixar Agora!</a>
ru: <a id='download-button' href='#download'>Скачать!</a>

source: What’s New in Wesnoth 1.12
es: Qué hay de nuevo en Wesnoth 1.12
gl: Novidades da versión 1.12
hu: Újdonságok a Wesnoth 1.12-ben
it: Novità in Wesnoth 1.12
pt: O que existe de novo na versão 1.12
ru: Что нового в Весноте 1.12

source: The improvements for this release begin at the title screen, featuring the familiar map of Wesnoth and its surroundings in a new visually-appealing style. Starting a new game — be it in single or multiplayer mode — reveals a completely refurnished game screen, with a more streamlined and modern design. As part of our commitment to elegance and consistency, every dialog in the game features the new design and many other subtle enhancements.
es: Las mejoras para este lanzamiento comienzan en la pantalla de inicio, mostrando el familiar mapa de Wesnoth y sus alrededores con un nuevo estilo de aspecto más atractivo. Al iniciar una nueva partida, tanto en modo individual como en multijugador, puede verse una pantalla de juego totalmente reorganizada, con un diseño más moderno y simplificado. Como parte de nuestro compromiso con la elegancia y la consistencia, cada diálogo del juego se presenta con el nuevo diseño y otros retoques más sutiles.
gl: As melloras desta versión son visíbeis desde a primeira pantalla do xogo, a do menú principal, que mostra o mapa que todos coñecemos do Reino do Noroeste e os seus arredores nun novo estilo máis atractivo. Ao comezar unha nova partida —sexa para un ou máis xogadores— observará que a pantalla do xogo cambiou completamente, cun deseño máis directo e actual. Como parte da nosa aposta pola elegancia e maila consistencia, todos os diálogos do xogo usan este novo deseño, e contan con outras moitas melloras máis sutís.
hu: A kiadás újdonságainak sora már a főképernyőn szembe ötlik, ahogy Wesnoth és környékének ismerős térképe új, tetszetős stílusban tárul elénk. Ha új játékot indítunk – legyen szó egyjátékos vagy többjátékos módról –, rögtön egy teljesen átszabott, áramvonalasabb és modern kinézetű játékképernyő fogad bennünket. A következetes elegancia nyomán ugyanez a megjelenés és számos más apró finomítás látható minden egyes párbeszédablak esetében is.
it: I miglioramenti per questa versione cominciano con la pagina iniziale, che propone la familiare mappa di Wesnoth e dintorni in uno stile tutto nuovo e accattivante. Prova ad iniziare una nuova partita — sia in singolo che multigiocatore — ed apparirà una schermata di gioco completamente ristrutturata, con un design moderno e fluido. Poiché l’eleganza e la coerenza sono parte del nostro impegno, ogni dialogo del gioco viene ora presentato con un nuovo stile e con molti altri miglioramenti meno apparenti.
pt: As melhorias saltam à vista logo no ecrã inicial, com a inclusão do mapa habitual do mundo de Wesnoth num estilo atraente e moderno providenciando uma experiência refrescante e polida ao iniciar uma nova partida — seja uma campanha a sós ou em rede contra os teus amigos. Como consequência do nosso trabalho meticuloso que valoriza a consistência e elegância nada foi deixado ao acaso encontrando-se mesmo nos detalhes mais ínfimos melhorias subtis.
ru: Улучшения начинаются с первого экрана. Знакомая карта Веснота и окружающих земель предстаёт в новом, приятном стиле. Начав новую одно- или многопользовательскую игру, вы увидите полностью переоснащённый игровой экран с более чётким и современным дизайном. Мы ставим во главу угла элегантность и постоянство, поэтому мы сделали новый дизайн и множество других тонких улучшений для каждого диалога в игре.

source: Title Screen
es: Pantalla de inicio
gl: Menú principal.
hu: Kezdőképernyő
it: Schermata iniziale
pt: Ecrã Inicial
ru: Главный экран

source: For Players
es: Para jugadores
gl: Para os xogadores
hu: Játékosoknak
it: Per i giocatori
pt: Para o utilizador geral
ru: Игрокам

source: Wesnoth Screenshot
es: Captura de pantalla de Wesnoth
gl: Captura de pantalla de A batalla polo Noroeste.
hu: Wesnoth képernyőkép
it: Schermata di Wesnoth
pt: Imagem de ecrã em Wesnoth
ru: Скриншот Веснота

source: The minimap now offers alternative display modes for situations where a more fine-grained visualization of units, terrains, and villages is desired. Many sidebar elements have been rearranged and rescaled according to the current screen resolution in order to make better use of available space, and the team flag and number for the selected unit are displayed for ease of access. Leaders and designated hero units in campaigns and multiplayer scenarios are also adorned with star-shaped ellipses for fast identification on the field.
es: El minimapa ofrece ahora modos de visualización alternativos para cuando se desee diferenciar a las unidades, el terreno o las aldeas con un filtro más fino. Muchos de los elementos de la barra lateral han sido reorganizados y han cambiado de tamaño para adaptarse a las diferentes resoluciones de la pantalla y hacer un uso mejor del espacio disponible. También se muestra la bandera y el número del equipo de la unidad seleccionada para más facilidad de acceso. Los líderes y las unidades designadas como héroes en las campañas y en los escenarios multijugador se ven destacados con elipses estrelladas para posibilitar una rápida identificación en el mapa.
gl: Agora o minimapa ofrece distintas vistas para aquelas situacións nas que cómpre dispoñer dunha visualización máis fina das unidades, dos terreos ou das vilas. Moitos elementos da barra lateral cambian de lugar e de tamaño para axustarse mellor á resolución de pantalla e aproveitar así mellor o espazo dispoñíbel, e agora móstranse tanto o estandarte coma o número do equipo da unidade seleccionada. Os líderes e mailas unidades marcadas coma heroes nas campañas e mailos escenarios para varios xogadores están agora adornados con elipses en forma de estrela, de xeito que identificalos no campo de batalla resulte máis doado que nunca.
hu: A kis térkép immár alternatív megjelenítési módokra is képes, ha az egységek, terepviszonyok és falvak még finomabb ábrázolására van szükség. A jobb oldali panel számos alkotóelemét átszerkesztettük és átméreteztük az aktuális képernyőfelbontásnak megfelelően, hogy még jobban ki lehessen használni a felületet. A könnyebb áttekinthetőség érdekében itt kapott helyet a csapatzászló és csapatszám is. A vezéreket és a hadjáratok, többjátékos küldetések fontos szereplőit csillag alakú ellipszissel emeltük ki, hogy a harctéren gyorsan azonosítani lehessen őket.
it: La minimappa è ora in grado di offrire diverse modalità di visualizzazione, in modo da adeguarsi quando viene richiesto un maggiore dettaglio per la visualizzazione di unità, terreni e villaggi. Molti elementi della barra laterale sono stati riorganizzati e vengono ridimensionati a seconda della risoluzione dello schermo, in modo da ottimizzare l’uso dello spazio a disposizione; inoltre vengono visualizzati sia la bandiera della squadra che il numero di una unità selezionata, in modo da facilitarne il riconoscimento. I comandanti e le unità eroiche proprie di una campagna e degli scenari multigiocatore vengono decorati con delle ellissi stellate per permettere un riconoscimento rapido sul campo di battaglia.
pt: A previsão do mapa agora oferece diferentes modos de visualização podendo ser ajustado para mostrar as unidades, aldeias ou o tipo de terreno conforme a situação requerer mais. Muitos elementos da barra lateral foram movidos e distribuídos para fazerem um melhor uso do espaço de ecrã e provirem um acesso mais rápido e confortável a todas as informações do jogo. Os líderes e heróis individuais das campanhas agora têm elipses especiais para uma melhor identificação no tumulto da batalha.
ru: Миникарта теперь предлагает альтернативные режимы для ситуаций, когда требуется более тонкое отображение бойцов, ландшафта и деревень. Многие элементы боковой панели перераспределены и масштабированы согласно текущему разрешению экрана, чтобы лучше использовать доступное место. Для облегчения доступа отображается флаг и номер команды выбранного бойца. Лидеры и выделенные герои в сценариях кампаний также украшены подсветкой в форме звезды для быстрой идентификации на поле.

source: Because <cite>Wesnoth</cite> thrives on the diversity and ingenuity of add-on content, this time the Add-ons Manager packs long overdue additions, such as displaying each add-on’s installation status directly on the list, filtering items by their type or status, and enabling authors to link to feedback topics hosted on our <a href='//forums.wesnoth.org/'>official forum board</a>.
es: Debido a que <cite>Wesnoth</cite> recibe un gran apoyo por parte de los desarrolladores de complementos, que aportan gran diversidad y frescura, esta vez el Gestor de complementos incluye adiciones esperadas desde hace tiempo, tales como mostrar directamente en el listado el estado de instalación de cada complemento, o poder filtrar los complementos por tipo o por situación, además de permitir a los autores enlazar a tópicos de nuestro <a href='//forums.wesnoth.org/'>foro oficial</a> con comentarios y críticas.
gl: Como gran parte do éxito de <cite>A batalla polo Noroeste</cite> radica na diversidade e maila orixinalidade dos seus complementos con contidos creados polos usuarios, o xestor de complementos inclúe melloras que levaban tempo pendentes. Por exemplo, agora o xestor mostra o estado de instalación de cada complemento directamente na lista, e permite filtrar complementos polo seu tipo ou estado, e os autores poden agora fornecer ligazóns a temas de axuda sobre os seus complementos abertos nos <a href='http://forums.wesnoth.org/'>foros oficiais</a>.
hu: Mivel a <cite>Wesnothot</cite> a kiegészítések egyedisége és sokszínűsége élteti, a kiegészítéskezelő ezúttal régen várt funkciókkal bővült: a kiegészítések listáján közvetlenül megjelenik a telepítési állapotuk; szűrni lehet típus és telepítési állapot szerint; a szerzőknek lehetőségük nyílt az alkotásukkal kapcsolatos visszajelzéseket tartalmazó fórum témákra (a <a href='//forums.wesnoth.org/'>hivatalos Wesnoth fórumon</a> belül) való hivatkozás.
it: Poiché <cite>Wesnoth</cite> prospera sulla diversità e varietà delle estensioni, con questa release il Gestore delle Estensioni finalmente include funzionalità da tempo richieste, come la possibilità di visualizzare lo stato di installazione di ogni estensione direttamente nella lista, filtri per tipo o stato, e la possibilità per gli autori di poter inserire dei collegamenti diretti agli argomenti trattati nel nostro <a href='http://forums.wesnoth.org/'>forum ufficiale</a>.
pt: Porque <cite>Wesnoth</cite> prospera com a diversidade e criatividade da sua comunidade, desta vez o Gestor de Extras recebeu adicionais a muito esperados, tal como agora poder mostrar o estado da instalação diretamente na lista, filtrando itens pelo seu tipo ou estado, e permitindo que os autores dos extras possam incluir atalhos para os tópicos de comentários hospedados no nosso <a href='//forums.wesnoth.org/'>fórum oficial</a>.
ru: Поскольку в <cite>Весноте</cite> процветают разнообразные и оригинальные аддоны, в этот раз в менеджер аддонов внесены давно назревшие изменения. Состояние установки каждого аддона отображается прямо в списке, аддоны можно фильтровать по типу или состоянию, а авторы могут добавлять ссылку на посвященную аддону тему на нашем <a href='http://forums.wesnoth.org/'>официальном форуме</a>.

source: Units with specialized variations like the Walking Corpse and Soulless now have subsections in the built-in help system dedicated to documenting each variation in full. New top categories have been added as well, introducing the different types of add-ons to newcomers, and providing an overview for each multiplayer faction.
es: Las unidades con variantes específicas como los desalmados y los muertos andantes ahora tienen subsecciones en el sistema de ayuda en las que se documenta cada variante. También se han agregado nuevas categorías principales a la ayuda, iniciando a los nuevos jugadores en los distintos tipos de complementos y proporcionando un resumen para cada facción multijugador.
gl: As unidades con variantes especializadas, coma os cadáveres andantes ou os inanimados, contan agora con seccións no sistema integrado de axuda que describen en detalle cada unha desas variantes. Tamén se engadiron novas categorías superiores que introducen os distintos tipos de complementos para os novos xogadores e ofrecen un resumo de cada unha das faccións das partidas para varios xogadores.
hu: A különleges variációkkal rendelkező egységek – például az eleven test és a lelketlen – külön alfejezetet kaptak a beépített súgóban azzal a céllal, hogy külön-külön is teljes legyen a leírásuk. A súgó új fő kategóriákkal bővült, melyek bemutatják a különböző típusú kiegészítéseket az újoncoknak, valamint áttekintést nyújtanak minden többjátékos szövetséghez.
it: Le unità con delle variazioni specializzate, tipo Morti viventi e Senz’anima, ora hanno una loro sotto-sezione dedicata nel manuale di aiuto in linea per documentare in toto ogni variante. Sono state anche introdotte delle nuove categorie, per presentare in maniera appropriata le differenti estensioni per i nuovi adepti, ed è stata redatta una breve panoramica per ognuna delle fazioni del gioco in modalità multigiocatore.
pt: Unidades com variações especializadas como os Cadáveres Ambulantes agora têm os seus respetivos sub-tópicos no manual do jogo, exibindo informações detalhadas de cada variação. Foram também adicionados novos tópicos gerais, explicando os diferentes tipos de extras aos iniciantes ou dando um resumo para cada fação dos jogos em em rede.
ru: Бойцы со специальными вариациями, такие как Ходячий труп и Бездушный получили во встроенной системе справки подразделы, полностью посвященные каждому из вариантов. Также добавлены новые категории верхнего уровня: рассказ о разных типах аддонов для новичков и обзор все фракций мультиплеера.

source: Many art improvements have been made to the game’s mounted units, including the Horseman, Cavalryman, and Elvish Scout unit lines. The Dwarvish Fighter and Thunderer lines and the undead Spectre and Skeleton units have had their animations revamped in full. Several generic portraits were added or updated as well: the Spearman, Ogre, Wose, Ancient Lich, Wraith, and some troll units, amongst others.
es: Se han realizado muchas mejoras artísticas a las unidades montadas, incluyendo los avances de los jinetes, soldados de caballería y los exploradores élficos. Tanto los luchadores y atronadores enanos y sus avances como las unidades no muertas de espectros y esqueletos han visto rediseñadas por completo sus animaciones. Varios retratos genéricos también han sido introducidos o actualizados: el lancero, ogro, wose, liche antiguo, aparición y algunas unidades trol, entre otras.
gl: Melloráronse en gran medida as imaxes das unidades montadas, incluíndo as ramas de unidades que parten do home a cabalo, do home montado ou do elfos explorador. As animacións das ramas de unidades que parten do anano loitador e do anano arcabuceiro, así coma as unidades non mortas do espectro e do esqueleto, renováronse por completo. Ademais engadíronse ou actualizáronse varios retratos xenéricos para varias unidades, entre elas as do lanceiro, do ogro, do wose, do liche ancián, da ánima, así como algunhas das unidades dos trolles.
hu: A játék lovas egységei számos grafikai csinosításon mentek keresztül, így megújult a dzsidás, a huszár és a tünde felderítő egységvonal is. A törp harcos és mennydörgő szálak, valamint a csontvázak és a lidérc animációit teljesen újrarajzoltuk. Több általános portrét adtunk a játékhoz, és jó néhányat frissítettünk; a teljesség igénye nélkül ezek: lándzsás, ogre, fapásztor, ősi delevény, kísértet, néhány troll egység.
it: Sono stati anche fatte moltissime migliorie artistiche alle unità a cavallo, inclusi i Cavallerizzi, Cavalleggeri, ed anche a tutte le unità del gruppo degli Elfi esploratori. I gruppi dei Nani combattenti e i Nani tonanti e le unità non-morte Spettro e Scheletro hanno una animazione completamente rivista. Diversi ritratti generici sono stati aggiunti o migliorati: tra gli altri Lanciere, Ogre, Wose, Lich antico, Spettro guardiano, ed alcune unità dei troll.
pt: Foram feitos muitos aperfeiçoamentos gráficos para as unidades montadas no jogo, incluindo as linhas da unidade do escuteiro, da cavalaria e batedores elfos. O soldado e trovejante anão, o Espectro e unidades esqueléticas dos morto-vivos tiveram as suas animações renovadas na íntegra. Vários retratos genéricos foram adicionados ou atualizados, entre eles: da milícia, do ogre, dos silvanos, do Liche antigo, da aparição, dos trogloditas, entre outros.
ru: Улучшения в оформлении коснулись, например, конных бойцов, включая всадников и кавалеристов у людей и разведчиков у эльфов. Полностью переработана анимация гномьих ополченцев, громовержцев и их производных, а также фантомов и скелетов. Добавлены новые портреты, в частности, для копьеносцев, огров, леших, древних личей, привидений и некоторых троллей.

source: Campaigns
es: Campañas
gl: Campañas
hu: Hadjáratok
it: Campagne
pt: As campanhas
ru: Кампании

source: A number of additional portrait variations have been added to <cite>Wesnoth’s</cite> flagship campaign, <cite>Heir to the Throne</cite>, as well as a brand new set of portrait art for <cite>Eastern Invasion</cite>.
es: Se han añadido un número adicional de variantes para los retratos de las unidades de la campaña principal de <cite>Wesnoth</cite>, <cite>Heredero al trono</cite>, así como un conjunto nuevo de retratos para la campaña <cite>La invasión del este</cite>.
gl: Á campaña por excelencia de <cite>A batalla polo Noroeste</cite>, <cite>O herdeiro ao trono</cite>, engadíronse varias variantes adicionais de retratos. Os retratos da campaña <cite>A invasión do leste</cite> substituíronse por retratos completamente novos.
hu: Számos portré variációt készítettünk a <cite>Wesnoth</cite> zászlóshajójának számító <cite>A trónörökös</cite> hadjárathoz, a <cite>Lerohanás keleten</cite> pedig vadonatúj képgyűjteménnyel bővült.
it: Un certo numero di variazioni dei ritratti di base sono stati introdotti nella campagna principale di <cite>Wesnoth</cite>, <cite>L’erede al trono</cite>, così come un insieme tutto nuovo di ritratti per la campagna <cite>L’invasione dall’est</cite>.
pt: Vários retratos alternativos foram adicionados à campanha de proa de <cite>Wesnoth</cite>, o <cite>Herdeiro ao Trono</cite>. Assim como foi feita uma completa remodelação dos retratos da <cite>Invasão Oriental</cite>.
ru: Во флагманской кампании <cite>Веснота</cite>, <cite>Наследник престола</cite>, добавлены варианты портретов героев. В кампании <cite>Вторжение с востока</cite> все портреты совершенно новые.
