Repository: wesnoth/website
Catalog: start/1.14/po/*.po
Languages: cs, de, it

source: Because of the sheer number of singleplayer campaigns included in <cite>Wesnoth</cite>, it has become increasingly difficult to get a sense of the in-universe chronology of the stories they tell. To address this, the Campaigns menu now provides the option to sort campaigns according to their position in the timeline of Irdya’s history, as well as the option to sort them alphabetically should one so desire.
cs: Díky velkému počtu tažení pro jednoho hráče obsažených ve <cite>Wesnothu</cite> se stalo obtížnějším vyznat se v časové posloupnosti příběhů tohoto světa, které tažení vyprávějí. Aby se to vyřešilo, poskytuje teď menu tažení možnost seřadit je podle jejich umístění na časové ose historie Irdye, jakož i možnost seřadit je abecedně, pokud si to někdo přeje.
de: Da es sich bei der schieren Menge an BfW Solo-Kampagnen zunehmend schwieriger gestaltet, die Abfolge der jeweiligen Ereignisse im historischen Rahmen zu erfassen, bieten wir im Auswahlmenü fortan die Option, installierte Kampagnen entweder alphabetisch oder chronologisch, gemäß ihrer Position in der Geschichte Irdyas anzuzeigen.
it: A causa della quantità di campagne per singolo giocatore incluse in <cite>Wesnoth</cite>, è diventato sempre più difficile avere un’idea della cronologia dell’universo nel quale si svolgono le storie che raccontano. Per risolvere questo problema, il menù delle Campagne ora offre la possibilità di ordinare le campagne stesse in base alla posizione cronologica che occupano nella linea temporale della storia di Idrya, così come l’opzione di ordinarle alfabeticamente, se lo si desidera.

source: For those who wish to enrich their gameplay with player-made gimmicks or challenges, it is now possible to use Modifications in singleplayer as well as multiplayer. And should the temptation to reload saves in search of more favorable outcomes overcome players, the new Deterministic Mode option will keep them in check.
cs: Pro ty, kteří si přejí obohatit svůj herní zážitek pomocí udělátek nebo výzev vytvořených hráči, je nyní ve hře pro jednoho hráče možné používat úpravy, stejně jako ve hře více hráčů. A pokud by hráče přemáhalo pokušení opakovaně nahrávat uložené hry ve snaze dosáhnout příznivějších výsledků, nová možnost pevně daného režimu je udrží na uzdě.
de: Im MS-Modus gängige, von Benutzern entwickelte »Modifikationen« können auch Einzelspieler nun anwenden, um die Kampfbedingungen zu beeinflussen. Und sollte der Versuchung nachgegeben werden, durchs Laden gespeicherter Spielstände beim Schlagabtausch zufriedenstellender abzuschneiden, setzt eine Einstelloption für den Zufallsgenerator dem Grenzen.
it: Ci desiderasse arricchire la propria esperienza di gioco con espedienti o sfide create dai giocatori, ora è possibile utilizzare le Modifiche sia in modalità singolo che multigiocatore. E nel caso si fosse tentati di caricare delle partite salvate per cercare dei risultati più favorevoli per battere gli altri giocatori, la nuova opzioni Modalità Deterministica terrà il tutto sotto controllo.

source: Multiplayer
cs: Hra více hráčů
de: Neues beim Mehrspieler-Modus
it: Multigiocatore

source: <a href="images/start-5.jpg">
it: <a href="images/start-5.png">

source: Multiplayer game setup screenshot
cs: Snímek obrazovky nastavení hry pro více hráčů
de: MS Menü Partie-Setup
it: Schermata impostazione partita multigiocatore

source: <cite>Wesnoth’s</cite> multiplayer lobby has been redesigned from the ground up to provide a simpler experience for new players getting the hang of the game. New features include clickable chat log links, separate tabs for private message exchanges, easier filtering of games and players, faster game creation for those using map authors’ recommended settings, and a more comprehensive display of faction attributes.
cs: Čekárna pro hru více hráčů <cite>Wesnothu</cite> byla od základu přestavěna, aby nový hráčům, kteří přicházejí hře na kloub, poskytovala snadnější zážitek. Mezi novými prvky jsou klikatelné odkazy v záznamech rozhovorů, oddělené záložky pro soukromé výměny zpráv, jednodušší filtrování her a hráčů, rychlejší vytvoření hry pro ty, kteří používají nastavení mapy doporučené autorem, a úplnější zobrazení vlastností frakcí.
de: <cite>Wesnoths</cite> Mehrspieler-Lobby wurde von Grund auf neugestaltet. um unerfahrenen Spielern den Einstieg in das Spiel zu erleichtern. Profis werden die neuen Funktionen schätzen, wie etwa anklickbare Links im Chat-Protokoll, Tabs zum Austausch privater Nachrichten, simples Filtern von Partien und Spielern, flotter Spielaufbau bei Nutzung der vordefinierten Karteneinstellung oder die verständlichere Darstellung der Fraktionsattribute.
it: L’atrio multigiocatore di <cite>Wesnoth</cite> è stato completamente ridisegnato a partire da zero per fornire un’esperienza più semplice ai nuovi giocatori che stanno imparando le meccaniche di gioco. Le nuove funzionalità includono log delle chat cliccabili, schede separate per scambio di messaggi privati, un filtraggio più semplice delle partite e dei giocatori, un creazione di partite più rapida per chi utilizza le impostazioni raccomandate per i creatori di mappe e una visualizzazione più completa delle caratteristiche delle fazioni.

source: In terms of new content, players will be glad to know that the game’s roster has been expanded with no fewer than <b>nine</b> community-contributed maps! <cite>Wesnoth</cite> now ships with a total of 55 carefully-balanced maps with many different environments and team set-ups for players to choose from.
cs: Co se týče nového obsahu, hráči s potěšením zjistí, že seznam her byl rozšířen o celých <b>devět</b> map, na nichž se podílela komunita! <cite>Wesnoth</cite> nyní obsahuje celkem 55 pečlivě vyvážených map, které zahrnují mnoho různých prostředí a nastavení pro týmy, z nichž si hráči mohou vybírat.
de: Besonders dürften Fans sich über nicht weniger als <b>9</b> neue, in Gemeinschaftsinitiative ausgetüftelte Karten freuen! Damit kommt BfW derzeit mit 55 wohlausgewogenen Schlachtfeldern, wo die unterschiedlichsten Teams in jedem denkbaren Gelände gegeneinander antreten können.
it: In termini di nuovi contenuti, i giocatori saranno lieti di sapere che l’elenco delle partite è stato ampliato con non meno di <b>nove</b> mappe create grazie al contributo della comunità! <cite>Wesnoth</cite> quindi ora presenta un totale di 55 mappe attentamente bilanciate con molte ambientazioni e configurazioni di squadre differenti fra i quali possono scegliere i giocatori.

source: The Khalifate multiplayer faction introduced in version 1.12 has been renamed the Dunefolk. This is part of an ongoing effort to expand their lore and better integrate them into the world of Irdya. Accompanying this are a multitude of stats changes to various Dunefolk units aimed to better balance the faction in multiplayer matchups.
cs: Frakce chalífátu pro hru více hráčů, která byla uvedena ve verzi 1.12, je přejmenována na pouštní lid. Je to součást pokračujícího úsilí rozšířit jejich folklór a lépe je začlenit do světa Irdye. Ruku v ruce s tím jde mnoho změn vlastností různých jednotek pouštního lidu zaměřených na lepší vyvážení této frakce při utkáních více hráčů.
de: Die mit BfW 1.12 lancierte Fraktion des Kalifats heißt nun »Dünenvolk«. Die Umbenennung ergab sich im Zuge des Bestrebens um Vertiefung der Hintergrundgeschichte dieser Gruppe und bessere Integration in die Fantasiewelt Irdya. In großem Stil revidierte Merkmale der Einheiten sorgen für mehr Ausgeglichenheit und Spannung beim gemeinsamen Spielerlebnis.
it: La fazione multigiocatore del Califfato introdotta nella versione 1.12 è stata rinominata come Popolo delle Dune. Questo fa parte dello sforzo, tuttora in corso, di espandere il loro folklore ed integrarli meglio nel mondo di Irdya. Il tutto è abbinato ad una miriade di piccoli cambiamenti alle statistiche delle varie unità del Popolo delle Dune allo scopo di migliorare il bilanciamento della fazione nelle partite multigiocatore.

source: It is now possible to forfeit a multiplayer game, signaling that you no longer intend to keep playing without simply suddenly quitting.
cs: Nyní je možné hru více hráčů vzdát a dát tím najevo, že už nemáte v úmyslu pokračovat v hraní, aniž pouze hru náhle opustíte.
de: Erwähnt sei auch, dass man sich in Mehrspieler-Partien nun geschlagen geben kann. Statt kurzerhand das Feld zu räumen wird angekündigt, dass an der Fortsetzung des Spiels kein Interesse mehr besteht.
it: Ora è possibile abbandonare una partita multigiocatore semplicemente segnalando che non si intende continuare a giocare senza dover più abbandonare improvvisamente la partita.

source: General
cs: Obecné
de: Generelle Neuigkeiten
it: Generali

source: <a href="images/start-6.jpg">
it: <a href="images/start-6.png">

source: It is now possible to customize the colors of the movement/attack orbs displayed alongside units on the map to make it easier for players with different color perception to identify each unit’s status. An option (disabled by default) is also provided to display a color orb on enemy units.
cs: Nyní je možné přizpůsobit si barvy koulí pro pohyb/útok, které jsou na mapě zobrazeny vedle jednotek, aby se tak hráčům s různým vnímáním barev usnadnilo rozpoznání stavu každé jednotky. Je také dána možnost zobrazit kouli u nepřátelských jednotek (ve výchozím nastavení vypnuto).
de: Die Kugeln, die die Teamzugehörigkeit der Spielfiguren signalisieren, können nun an die individuelle Farbwahrnehmung angepasst werden. Auch für gegnerische Einheiten kann eine Sphäre eingeblendet werden, um deren Status leichter zu identifizieren.
it: Ora è possibile personalizzare i colori dei globi di movimento/attacco visualizzati insieme alle unità sulla mappa, per rendere più facile, ai giocatori con una diversa percezione dei colori, identificare lo stato di ogni unità. Viene inoltre fornita una opzione (disabilitata di default) per visualizzare un globo colorato sulle unità nemiche.

source: Switching to another application while <cite>Wesnoth</cite> is running now pauses the music by default. If you’d prefer it to keep playing, there is an option for that.
cs: Přepnutí z běžícího <cite>Wesnothu</cite> do jiné aplikace teď ve výchozím nastavení pozastaví hudbu. Pokud dáváte přednost tomu, aby dál hrála, je na to volba.
de: Umschalten zu anderen Anwendungen pausiert die <cite>Wesnoth</cite>-Musik – Aktivieren des entsprechenden Kontrollkästchens hebt diese Voreinstellung auf.
it: Passare ad un’altra applicazione mentre <cite>Wesnoth</cite> è in esecuzione, metterà di default in pausa la musica. Se preferisci continuare a sentirla, c’è una apposita opzione da attivare.

source: In order for players to more easily include details about their system when reporting issues with the game, a brand new version information dialog is accessible from the bottom-left corner of the main menu. Among the information it provides are the operating system version, paths to the various files <cite>Wesnoth</cite> uses, the version numbers of the code libraries the game is built against, and a list of optional features enabled by the packager.
cs: Kvůli tomu, aby mohli hráči snadněji uvést podrobnosti o svých systémech, když hlásí problémy se hrou, bylo přidáno zbrusu nové okno s informacemi o verzích, které je přístupné z levého dolního rohu hlavního menu. Mezi informacemi, jež poskytuje, je verze operačního systému, cesty k různým souborům, které <cite>Wesnoth</cite> používá, čísla verzí programových knihoven, vůči kterým byla hra sestavena a seznam volitelných prvků, jež byly povoleny tvůrcem balíčku.
de: Über den "i"-Schalter links unten auf dem Titelbildschirm sind die Speicherorte der BfW-Verzeichnisse einsehbar und Protokolldateien oder Installationsdetails zur Ergänzung von Fehlermeldungen abrufbar (bspw. Versions-Infos zum Betriebssystem und den Codebibliotheken).
it: Per permettere ai giocatori di includere facilmente i dettagli sul loro sistema in fase di segnalazione di problemi con il gioco, è accessibile una nuova finestra di dialogo dall’angolo in basso a sinistra del menù principale. Tra le informazioni fornite ci sono la versione del sistema operativo, i percorsi dei vari file che <cite>Wesnoth</cite> usa, la versione delle librerie con le quali è stato compilato il gioco e un elenco di funzionalità opzionali abilitati da chi compila il gioco.

source: Finally, for Windows players, the game’s configuration, saves, and add-ons are now always stored in their Documents folder. This change was made to avoid various issues inherent to the legacy approach of writing to the system’s Program Files folder, which is neither recommended nor well-supported on newer Windows versions. Note that while the legacy option of storing said files in the game’s installation path is gone, that behavior may still be achieved through the use of certain command-line options for those who prefer to install <cite>Wesnoth</cite> on an external drive.
cs: Konečně pro hráče ve Windows jsou soubory hry pro nastavení, ukládání a doplňky vždy umístěné v jejich složce Dokumenty. Tato změna byla udělána proto, aby se vyhnulo různým problémům spojeným s původním přístupem, kdy se zapisovalo do systémové složky Program Files, což není v novějších verzích Windows ani doporučováno, ani dostatečně podporováno. Všimněte si, že zatímco původní volba o uložení těchto souborů do instalační cesty hry zmizela, může být pro ty, kteří dávají přednost instalaci <cite>Wesnothu</cite> na externí úložiště, tohoto chování dosaženo použitím určitých voleb příkazového řádku.
de: Unter MS Windows werden Benutzerdaten (userdata) nun prinzipiell im Verzeichnis »Dokumente« gespeichert – ein Schritt, der Probleme beim Schreiben in den Systemordner »Program Files« vermeiden soll, was in neueren Windows-Versionen weder empfohlen noch gut unterstützt wird. Wer das Spiel lieber auf einem externen Laufwerk installieren möchten und dort ebenfalls – oder ausschließlich – die Spielstände speichern möchte, kann diese Funktionalität durch Benutzung gewisser Terminal-Kommandos erreichen.
it: Infine, per i giocatori che utilizzano Windows, la configurazione del gioco, i salvataggi e le estensioni ora vengono salvate nella cartella Documenti. Questo cambiamento è stato fatto per evitare diversi problemi che possono sorgere dal tradizionale metodo di scrivere nella cartella Programmi del sistema, che non è né consigliata, né ben supportata nelle versioni più recenti di Windows. Da notare che mentre la tradizionale opzione di memorizzazione dei file nel percorso di istallazione è scomparsa, questo comportamento può ancora essere utilizzato in alcune opzioni da riga di comando per chi preferisce installare <cite>Wesnoth</cite> in un disco esterno.

source: For Content Creators
cs: Pro tvůrce obsahu
de: Hinweise für Erweiterungsentwickler
it: Per i creatori di contenuti

source: <a href="images/start-7.jpg">
it: <a href="images/start-7.png">

source: This release series brings a major and long-overdue change to the way <cite>Wesnoth</cite> content is licensed. While all content was previously required to use the GNU General Public License version 2 or later for both code and visual and sound assets, we now allow add-on creators to use <b>any</b> <a href="https://creativecommons.org/licenses/">Creative Commons license</a> for art, sounds, and music in their add-ons. Additionally, assets shipped with the game may be licensed under the <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA license</a>. In both cases, the GNU General Public License continues to be supported. This change does not retroactively affect any files previously published under the GNU GPL unless the copyright holder chooses to relicense said resources.
cs: Vydání této řady přináší významnou a dlouho opomíjenou změnu způsobu, jakým je licencován obsah <cite>Wesnothu</cite>. Zatímco pro veškerý obsah byla dříve vyžadována obecná veřejná licence GNU verze 2 nebo novější jak pro kód, tak pro vizuální a zvuková díla, nyní umožňujeme tvůrcům rozšíření použít pro obrázky, zvuky i hudbu v jejich výtvorech <b>kteroukoli</b> <a href="https://creativecommons.org/licenses/">licenci Creative Commons</a>. Navíc mohou být díla dodávaná s hrou licencována pod <a href="https://creativecommons.org/licenses/by-sa/4.0/">licencí CC BY-SA</a>. V obou případech je i nadále podporována obecná veřejná licence GNU. Tato změna se netýká se zpětnou platností žádných souborů, které byly dříve vydány pod GNU GPL, pokud se držitelé autorských práv nerozhodli tyto zdroje přelicencovat.
de: Mit dieser Veröffentlichungsreihe tritt die seit langem fällige Neuregelung zum Nutzungsrecht der zur BfW-Software gehörenden Daten in Kraft. Bisher wurden Inhalte ausschließlich unter der GNU General Public License GPL-Version 2 zur Verfügung gestellt. Ab sofort dürfen Autoren in Add-ons unter <b>jeder</b> Art von <a href="https://creativecommons.org/licenses/">Creative Commons</a> lizenziertes schöpferisches Gemeingut benutzen. BfW-Assets können bspw. unter der <a href="https://creativecommons.org/licenses/by-sa/4.0/">Lizenz CC-BY-SA </a>registriert sein. GNU GPL wird nach wie vor akzeptiert, die neue Bestimmung hat auch keine Rückwirkung auf bereits unter dieser Lizenz freigegebene Werke, es sei denn, der Urheber ändert die Erlaubnis zur Verwendung seiner Arbeiten.
it: Questa serie di rilasci porta con se un cambiamento importante e lungamente atteso al modo in cui il contenuto di <cite>Wesnoth</cite> viene concesso in licenza. Sebbene tutti i contenuti avessero precedentemente richiesto l’utilizzo della Licenza Pubblica Generale GNU, versione 2 o successiva sia per il codice che per le risorse video ed audio, ora è possibile per i creatori utilizzare <b>qualsiasi</b> <a href="https://creativecommons.org/licenses/">licenza Creative Commons</a> per contenuti artistici, suoni e musica nelle loro creazioni. Inoltre le risorse fornite con il gioco possono anche essere concesse in licenza con la <a href="https://creativecommons.org/licenses/by-sa/4.0/">licenza CC BY-SA</a>. In entrambi i casi, la Licenza Pubblica Generale GNU continua ad essere supportata. Questo cambiamento non ha effetti retroattivi su alcun file pubblicato precedentemente sotto licenza GNU GPL salvo che il possessore dei diritti non scelga di rilasciare tali risorse.

source: With regards to more technically-oriented aspects, <cite>Wesnoth’s</cite> WML, Lua, and Formula Language engines have seen a great number of improvements and changes this release cycle. The internal Lua interpreter has been upgraded to version 5.3, and much new functionality has been added to the <a href="https://wiki.wesnoth.org/LuaWML">Lua API</a>. This includes the ability to write <a href="https://wiki.wesnoth.org/MapGeneratorWML#The_lua_generator">map generators</a> using Lua, invoke certain stock dialogs used across the game UI (menu popups, confirmation prompts, information pop-ups, the <code>[message]</code> UI, and the story screen UI), and use named Lua functions with the <code>lua_function=</code> attribute in <a href="https://wiki.wesnoth.org/StandardLocationFilter">Standard Location Filters</a>. The Gamestate Inspector now also provides access to a built-in Lua console for debugging and testing code directly within the game.
cs: Pokud se jedná o techničtější stránky hry, enginy <cite>Wesnothu</cite> pro WML, Lua a Formula Language doznaly v tomto vývojovém cyklu velkého počtu vylepšení a změn. Vnitřní interpret jazyka Lua byl povýšen na verzi 5.3 a do <a href="https://wiki.wesnoth.org/LuaWML">Lua API</a> bylo přidáno mnoho nových funkcí. To zahrnuje možnost psát pomocí Lua <a href="https://wiki.wesnoth.org/MapGeneratorWML#The_lua_generator">generátory map</a>, vyvolávat určitá opakující se okna, která jsou použita v celém uživatelském rozhraní (kontextové nabídky, potvrzovací dialogy, vyskakovací okna s informacemi, zprávu <code>[message]</code> a příběhovou obrazovku uživatelského rozhraní) a používat jmenovité funkce jazyka Lua pomocí atributu <code>lua_function=</code> ve <a href="https://wiki.wesnoth.org/StandardLocationFilter">standardních filtrech míst</a>. Prohlížeč stavu hry teď také poskytuje přístup k zabudované konzoli jazyka Lua pro ladění a testování kódu přímo uvnitř hry.
de: Vom technischen Aspekt her zeigen sich erhebliche Fortschritte bei den Engines der Skriptsprachen WML, Lua und der Formelsprache WFL.</p><p>Der aktualisierte Lua-Interpreter in Version 5.3 und eine funktionstüchtigere <a href="https://wiki.wesnoth.org/LuaWML"> Lua Schnittstelle</a> ermöglichen die <a href="https://wiki.wesnoth.org/MapGeneratorWML#The_lua_generator">Kartengenerierung</a> mit Lua oder das Aufrufen im Spiel verwendeter Standarddialoge (Informations- / Menü-Popups, Bestätigungsaufforderungen, Spieloberflächen für Mitteilungen und Erzählung) und die Anwendung von Lua-Funktionen über das Attribut <code>lua_function=</code> in <a href="https://wiki.wesnoth.org/StandardLocationFilter">Positionsfiltern</a>.
it: Per quanto riguarda gli aspetti più tecnici, i motori WML, Lua e Linguaggio Formula di <cite>Wesnoth</cite> sono stati largamente migliorati e cambiati in questo ciclo di rilascio. L’interprete Lua interno è stato aggiornato alla versione 5.3,e sono state aggiunte molte nuove funzionalità alle <a href="https://wiki.wesnoth.org/LuaWML">API Lua</a>. Questo comprende la possibilità di scrivere <a href="https://wiki.wesnoth.org/MapGeneratorWML#The_lua_generator">generatori di mappe</a> utilizzando Lua, invocare determinate finestre utilizzate nelle varie IU del gioco (menù pop-up, prompt di conferma, pop-up informativi, la IU <code>[messaggio]</code>, e la IU nella schermata della storia), e utilizzare le funzioni Lua con l’attributo <code>lua_function=</code> nei <a href="https://wiki.wesnoth.org/StandardLocationFilter">Filtri di Posizione Standard</a>. Il Gamestate Inspector ora mette a disposizione anche la possibilità di accedere ad un console Lua integrata per il debug ed il test del codice direttamente all’interno del gioco.
