Repository: wesnoth/website
Catalog: start/1.14/po/*.po
Languages: cs, de, it

source: Inline formulas in the Wesnoth Formula Language have been enhanced with the addition of many new built-in functions and syntax features. By extending support for the <code>formula=</code> filter attribute to <a href="https://wiki.wesnoth.org/StandardLocationFilter">Standard Location Filters</a> and <a href="https://wiki.wesnoth.org/StandardSideFilter">Standard Side Filters</a>, inline formulas can now be used to build more intricate logic in WML. The new <code>~ADJUST_ALPHA()</code> and <code>~CHAN()</code> <a href="https://wiki.wesnoth.org/ImagePathFunctionWML">image path functions</a> also include support for formulas to alter the rendering of images within the game.
cs: Inline vzorečky ve Wesnoth jazyku Formula byly vylepšeny přidáním mnoha nových zabudovaných funkcí a prvků syntaxe. Díky rozšíření podpory atributu filtru <code>formula=</code> do <a href="https://wiki.wesnoth.org/StandardLocationFilter">standardního filtru míst</a> a <a href="https://wiki.wesnoth.org/StandardSideFilter">standardního filtru stran</a> mohou teď být inline vzorečky použity pro vytvoření složitější logiky ve WML. Nové <a href="https://wiki.wesnoth.org/ImagePathFunctionWML">funkce cesty obrázku</a> <code>~ADJUST_ALPHA()</code> a <code>~CHAN()</code> také obsahují podporu pro vzorečky, aby bylo možné měnit vykreslování obrázků během hry.
de: Auch was den Funktionsumfang der Formelsprache anbelangt, gibts Neues zu vermelden. Das Filterattribut <code>formula=</code> wird nun auch bei <a href="https://wiki.wesnoth.org/StandardLocationFilter">Positions-</a> und <a href="https://wiki.wesnoth.org/StandardSideFilter">Seitenfiltern</a> unterstützt, damit können Formeln <em>inline</em> verwendet werden, um komplexere Logiken in der BfW Auszeichnungssprache (WML) zu erstellen. Die <a href="https://wiki.wesnoth.org/ImagePathFunctionWML">ImagePathFunktionen</a> <code>~ADJUST_ALPHA()</code> und <code>~CHAN()</code> unterstützen ebenfalls Formeln, um die Darstellung von Grafiken im Spiel zu verändern.
it: Sono state migliorate le formule Inline del Linguaggio Formula Wesnoth, aggiungendone di nuove incorporate e con nuove caratteristiche sintattiche. Avendo esteso il supporto per l’attributo filtro <code>formula=</code> anche ai <a href="https://wiki.wesnoth.org/StandardLocationFilter">Filtri di Posizione Standard</a> e ai <a href="https://wiki.wesnoth.org/StandardSideFilter">Filtri di Squadra Standard</a>, le formule inline ora possono essere utilizzate per costruire logiche complesse all’interno del WML. Anche le nuove funzioni <code>~ADJUST_ALPHA()</code> e <code>~CHAN()</code> per i <a href="https://wiki.wesnoth.org/ImagePathFunctionWML">percorsi delle immagini</a> includono il supporto alle formule per alterare la letture delle immagini all’interno del gioco.

source: The WML preprocessor now supports optional parameters with default values in macro definitions and substitutions by means of the new <a href="https://wiki.wesnoth.org/PreprocessorRef#.23arg_and_.23endarg"><code>#arg/#endarg</code> directives</a>. This should enable add-on authors to reduce code bloat in situations where more than one definition of a macro would otherwise be needed to cover varied use cases.
cs: WML preprocesor teď v definicích a nahrazeních maker podporuje pomocí nových <a href="https://wiki.wesnoth.org/PreprocessorRef#.23arg">direktiv <code>#arg/#endarg</code></a> volitelné parametry s výchozími hodnotami. To by mělo autorům rozšíření umožnit snížit bobtnání kódu v situacích, kde by byla jinak potřeba víc než jedna definice makra, aby se postihly rozmanité případy použití.
de: Der WML-Präprozessor unterstützt nun optionale Parameter mit Standardwerten in Makro-Definitionen und Ersetzungen mittels neuer <a href="https://wiki.wesnoth.org/PreprocessorRef#.23arg_and_.23endarg"><code>#arg/#endarg</code> Direktiven</a>. Damit sollte einer Code-Schwemme vorgebeugt sein, wenn mehr als eine Makro-Spezifizierung erforderlich ist, um alle Eventualitäten abzudecken.
it: Il preprocessore WML ora supporta i parametri opzionali con dei valori di default nelle macro definizioni e le sostituzioni tramite le nuove direttive <a href="https://wiki.wesnoth.org/PreprocessorRef#.23arg_and_.23endarg"><code>#arg/#endarg</code></a>. Ciò dovrebbe consentire agli autori di estensioni di ridurre l’eccesso di codice in quelle situazioni in cui sarebbe altrimenti necessaria più di una definizione di macro per coprire i vari casi di utilizzo.

source: WML’s looping constructs are now more natural and flexible with the addition of the <a href="https://wiki.wesnoth.org/ConditionalActionsWML#.5Bfor.5D"><code>[for]</code> and <code>[foreach]</code></a> tags, making the underlying syntax more lightweight compared to the old <code>{FOREACH}</code> macro and hand-written alternatives.
cs: Konstrukce cyklu WML jsou nyní přirozenější a přizpůsobitelnější díky přidání značek <a href="https://wiki.wesnoth.org/ConditionalActionsWML#.5Bfor.5D"><code>[for]</code> a <code>[foreach]</code></a>, což v porovnání se starým makrem <code>{FOREACH}</code> a ručně psanými alternativami odlehčuje základní syntaxi.
de: WML-Schleifenkonstrukte sind mit Einführung der Tags <a href="https://wiki.wesnoth.org/ConditionalActionsWML#.5Bfor.5D"><code>[for]</code> und <code>[foreach]</code></a> weniger verschlungen und anpassbarer, die zugrundeliegende Syntax ist leichtgewichtiger als beim herkömmlichen Makro <code>{FOREACH}</code> und handgeschriebenen Alternativen.
it: I costrutti di loop del WML ora sono più naturali e flessibili con l’aggiunta dei tag <a href="https://wiki.wesnoth.org/ConditionalActionsWML#.5Bfor.5D"><code>[for]</code> e <code>[foreach]</code></a>, rendendo la sintassi sottostante più leggera rispetto alla vecchi macro <code>{FOREACH}</code> e alle alternative scritte a mano.

source: After several development cycles of adding new and/or experimental features to the AI engine, a long overdue cleanup and reorganization effort was undertaken. Many notable bugs were fixed along the way, such as inconsistencies in dealing with hidden units, fog, and shroud and a problem with recruiting when the AI also had a recall list available. Overall, add-on authors now have more control over the AI than ever. Various settings and parameters can be configured with greater ease, and several additional <a href="https://wiki.wesnoth.org/Micro_AIs">MicroAI presets</a> were added. The sneaky assassin preset is perfect for picking off pesky enemies!
cs: Po několika vývojových cyklech, které do engine UI přidaly nové a nebo pokusné prvky, bylo provedeno dlouho odkládané čištění se snahou o nové uspořádání. Spolu s tím bylo opraveno mnoho významných chyb, jako třeba nesrovnalosti při zacházení se skrytými jednotkami, mlhou a zahalením tmou a problém s verbováním, když měla UI také k dispozici povolávací seznam. Celkově teď mají autoři rozšíření nad UI větší kontrolu než kdy jindy. Nejrůznější nastavení a parametry mohou být uzpůsobeny mnohem snadněji a bylo přidáno několik dalších <a href="https://wiki.wesnoth.org/Micro_AIs">předvoleb Mikro UI</a>. Pro odstraňování otravných nepřátel je ideální předvolba záludného vraha!
de: Der KI-Engine war über mehrere Entwicklungszyklen hinweg mit weiteren und/oder experimentellen Funktionen zugesetzt worden, eine Bereinigung wurde fällig. Im Verlauf einer Umstrukturierung konnten allerhand Mankos ausgemerzt werden, gerade was verborgene Einheiten, Nebel und 'Schleier der Finsternis' betrifft oder ein Rekrutierungsproblem bei computergesteuerten Akteuren mit Einberufungslisten. Im großen Ganzen haben Add-on-Autoren mehr Einfluss denn je auf die künstliche Intelligenz gewonnen, Einstellungen und Parameter sind leichter konfigurierbar und diverse <a href="https://wiki.wesnoth.org/Micro_AIs">MikroKI-Standards</a> sind hinzugekommen — der 'gewiefte Attentäter, der leidige Gegner herauspickt' ist ein Beispiel…
it: Dopo diversi cicli di sviluppo durante i quali sono state aggiunte funzionalità nuove e/o sperimentali al motore IA, è stato intrapreso un lavoro di pulizia e riorganizzazione, lungamente rimandato. Molti errori importanti sono stati risolti lungo il percorso, come le incongruenze nel trattare le unità nascoste, la nebbia, la cortina e un problema nel reclutamento quando la IA aveva una lista di richiamo disponibile. Nel complesso, gli autori delle estensioni ora hanno più controllo che mai sull’IA. Diverse impostazioni e parametri possono essere configurati con maggiore facilità, e sono stati aggiunti diversi <a href="https://wiki.wesnoth.org/Micro_AIs">presets MicroAI</a>. Il preset dell’assassino furtivo è perfetto per eliminare nemici fastidiosi!

source: As previously mentioned, <a href="https://wiki.wesnoth.org/ModificationWML">game modifications</a> can now be used in singleplayer campaigns as well as multiplayer. Their syntax also sees the addition of a <code>[resource]</code> tag to implement hidden modifications that can be explicitly requested by add-ons instead of manually selected by players.
cs: Jak už bylo zmíněno, <a href="https://wiki.wesnoth.org/ModificationWML">úpravy hry</a> teď mohou být použity v kampaních pro jednoho i více hráčů. Jejich syntaxe také dostala značku <code>[resource]</code> k zavedení skrytých úprav, které mohou být požadovány přímo rozšířeními, namísto toho, aby je hráči vybírali ručně.
de: <a href="https://wiki.wesnoth.org/ModificationWML">Modifikationen</a> – von Szenarien und Epochen unabhängige Spielveränderungen – sind nun auch in Einzelspieler-Kampagnen verwendbar. Deren Syntax wurde um den Tag <code>[resource]</code> bereichert zur Umsetzung von versteckten Varianten, die explizit vom Add-on verlangt werden können anstatt die Wahl dem Spieler zu überlassen.
it: Come detto in precedenza, le <a href="https://wiki.wesnoth.org/ModificationWML">modifiche del gioco</a> ora possono essere usate sia nelle campagne a singolo giocatore che in partite multigiocatore. La loro sintassi è stata arricchita da un tag <code>[resource]</code> tag per l’implementazione di modifiche nascoste che possono essere richieste esplicitamente da delle estensioni, piuttosto che selezionate manualmente dai giocatori.

source: The map editor’s Open and Save As dialogs have been completely redesigned as well, enabling easier access to the game’s files and installed add-ons, as well as any other location via quick-access bookmarks.
cs: Také byla úplně předělána dialogová okna editoru map Načíst mapu a Uložit ... jako, která teď díky záložkám rychlého přístupu umožňují snáze se dostat k souborům hry a instalovaným rozšířením, stejně jako k jakýmkoli jiným umístěním.
de: Im Karten-Editor ermöglichen Lesezeichen und die Umgestaltung der Dialoge »Öffnen« und »Speichern als« schnellen Zugriff auf Spieldateien, Add-ons und andere Verzeichnisse.
it: Anche le finestre “Apri” e “Salva Come” dell’editor delle mappe sono state completamente ridisegnate, consentendo un accesso facilitato ai file del gioco e alle estensioni installate, nonché a molte altre posizioni tramite i segnalibri ad accesso rapido.

source: Finally, content creators running the game on Windows might find the <i>"Battle for Wesnoth (with console)"</i> shortcut useful. This includes the new <code>--wconsole</code> command-line option, which enables a real-time display of log messages in a standard Windows console instead of writing them to a file. If keeping persistent logs as usual is preferred, we have also improved the way those are stored on disk. Log files are now saved to the <code>logs</code> folder in the player files path, and logs from up to eight past sessions are stored in separate files with timestamps for convenient reference. Finally, access to the current session’s log is possible from the aforementioned version information dialog.
cs: A na závěr, tvůrcům obsahu, kteří spouští hru na Windows, může přijít užitečný zástupce <i>"Battle for Wesnoth (with console)"</i>. Včetně nové volby příkazového řádku <code>--wconsole</code>, která zapíná zobrazování zpráv protokolu ve standardní konzoli Windows namísto toho, aby byly zapisovány do souboru. Pokud je upřednostňováno obvyklé uchovávání trvalých záznamů, zlepšili jsme také způsob, jakým jsou uloženy na zařízení. Soubory se záznamy jsou nyní ukládány do složky <code>logs</code> v cestě souborů hráče a záznamy z až osmi posledních sezení jsou pro praktické nahlížení uchovávány v samostatných souborech s časovými razítky. Konečně, přístup k záznamům stávajícího sezení je možný z výše zmíněného okna s informacemi o verzích.
de: Für Inhaltsersteller, die mit MS Windows arbeiten, ist der Modus »Battle for Wesnoth (with console)« sicher eine feine Sache: Die Befehlszeilenoption <code>--wconsole</code> aktiviert nämlich die Echtzeitanzeige von Protokolleinträgen im Konsolenfenster, statt des Schreibens in die Datei. Die gewohnten Berichte werden im Unterordner »logs« im Dateiverzeichnis mit den Benutzerdaten zusammengefasst – der aktuellste der letzten 8 Sitzungen kann über den Link auf dem BfW-Startbildschirm bequem geöffnet werden.
it: Infine, i creatori di contenuti che eseguono il gioco su Windows potrebbero trovare utile la scorciatoia <i>"Battle for Wesnoth (con console)"</i>. Ciò include la nuova opzione da riga di comando <code>--wconsole</code>, che consente di visualizzare in tempo reale il registro dei messaggi in una console standard di windows, piuttosto che in un file. Se si preferisce mantenere la usuale persistenza dei registri, abbiamo anche migliorato il modo in cui vengono memorizzati su disco. I file di registro vengono infatti ora salvati nella cartella <code>logs</code> nel percorso dei file del giocatore, e i registri fino ad otto sessioni precedenti sessioni vengono archiviati in file separati con un marcatore temporale per un comodo riferimento. Da ultimo, l ’accesso ai registri della sessione corrente è consentito dalla suddetta finestra di dialogo delle informazioni sulla versione.

source: Download
cs: Stažení
it: Scaricamento

source: <cite>The Battle for Wesnoth</cite> is made available under the <a href="https://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License</a> (GNU GPL) — either version 2 of the license or, at your option, any later version — and the <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution Share-Alike License</a> (CC BY-SA), version 4.0. The source code is available on <a href="https://github.com/wesnoth/wesnoth">GitHub</a>, and you can find instructions for <a href="https://wiki.wesnoth.org/CompilingWesnoth">building from source</a> on a range of different operating systems on our wiki. Ready-to-install packages are available for Microsoft Windows, Apple macOS, and GNU/Linux.
cs: <cite>Bitva o Wesnoth</cite> je dostupná pod <a href="https://www.gnu.org/licenses/gpl-2.0.html">obecnou veřejnou licencí GNU</a> (GNU GPL) – buď pod verzí licence 2, nebo, podle vaší volby, kteroukoli verzí pozdější – a <a href="https://creativecommons.org/licenses/by-sa/4.0/">licencí Creative Commons Uveďte původ – Zachovejte licenci</a> (CC BY-SA) verze 4.0. Zdrojový kód je k dispozici jako <a href="https://github.com/wesnoth/wesnoth">GitHub</a> repozitář a v naší wiki můžete najít pokyny pro <a href="https://wiki.wesnoth.org/CompilingWesnoth">sestavení ze zdrojových kódů</a> na řadě různých operačních systémů. Balíčky připravené k instalaci jsou k dispozici pro Microsoft Windows, Apple macOS, and GNU/Linux.
de: <cite>The Battle for Wesnoth</cite> ist lizenzierte Software, es gelten die Bedingungen der <a href="https://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License</a> GPLv2 oder – je nach Wahl – jeder neueren Version sowie der <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution Share-Alike License</a> CC BY-SA 4.0. Der Programmcode ist bei <a href="https://github.com/wesnoth/wesnoth">GitHub</a> gehostet und öffentlich abrufbar − Anleitungen zum <a href="https://wiki.wesnoth.org/CompilingWesnoth">'Erstellen aus Quellen'</a> finden sich auf unsrem Wiki. Installationsfertige Komplettpakete stehen für populäre Betriebssysteme bereit:
it: <cite>Battle for Wesnoth</cite> è disponibile sotto i termini della <a href="https://www.gnu.org/licenses/gpl-2.0.html">Licenza Pubblica Generale GNU</a> (GNU GPL) — sia la versione 2 della suddetta licenza, o versioni successive, se preferisci — e sotto licenza <a href="https://creativecommons.org/licenses/by-sa/4.0/">Licenze Creative Commons Attribution Share-Alike</a> (CC BY-SA), version 4.0. . Il codice sorgente è disponibile su <a href="https://github.com/wesnoth/wesnoth">GitHub</a> dove potrai trovare le istruzioni per <a href="https://wiki.wesnoth.org/CompilingWesnoth">compilarne il codice sorgente</a> su tanti sistemi operativi differenti. Sono disponibili anche molti pacchetti contenenti i binari per i più popolari sistemi operativi, inclusi GNU/Linux, Microsoft Windows e Apple macOS.

source: <a href="https://sourceforge.net/projects/wesnoth/files/wesnoth-1.14/wesnoth-1.14.14/wesnoth-1.14.14.tar.bz2/download"><i class="downloadicon downloadicon-src" aria-hidden="true"></i><span class="os">Source</span> <span class="size">461.7 MiB</span></a>
it: <a href="https://sourceforge.net/projects/wesnoth/files/wesnoth-1.14/wesnoth-1.14.14/wesnoth-1.14.14.tar.bz2/download"><i class="downloadicon downloadicon-src" aria-hidden="true"></i><span class="os">Codice sorgente</span> <span class="size">461.7 MiB</span></a>

source: You can refer to the <a href="https://wiki.wesnoth.org/Download">downloads page</a> for the latest up-to-date packages and instructions, including those for other platforms once they become available.
cs: Můžete se podívat na <a href="https://wiki.wesnoth.org/Download">stránku stahování</a>, kde jsou nejnovější balíčky a pokyny včetně těch pro jiné platformy, když budou k mání.
de: Informationen über die Binärpakete gibts auf unsrer <a href="https://wiki.wesnoth.org/Download">Download-Seite</a> (Englisch). Hier sind die aktuellen Versionen gelistet, einschließlich solcher, die für andere Betriebssysteme bereitgestellt werden.
it: Puoi trovare informazioni aggiornate su come scaricare alla <a href="https://wiki.wesnoth.org/Download">pagina degli scaricamenti</a>. Qui puoi trovare anche pacchetti e istruzioni per altre piattaforme una volta che sono disponibili.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href="https://wiki.wesnoth.org/Download_Xdeltas">Xdelta</a> files only.
cs: Pokud již máte staženou předchozí verzi hry, možná budete chtít stáhnout pouze soubory <a href="https://wiki.wesnoth.org/Download_Xdeltas">Xdelta</a>.
de: Wer Vorgängerversionen des Spieles installiert hat, ist möglicherweise nur am Download der <a href="https://wiki.wesnoth.org/Download_Xdeltas">Xdelta</a> Dateien interessiert.
it: Se hai già scaricato una versione precedente del gioco potresti essere interessato allo scaricamento dei soli file <a href="https://wiki.wesnoth.org/Download_Xdeltas">Xdelta</a>.

source: Contribute
cs: Přispějte
de: Mitmachen
it: Contributi

source: <cite>The Battle for Wesnoth</cite> is constantly being improved and expanded upon by a multitude of international volunteers from diverse backgrounds. Since its inception in July 2003, hundreds of people have contributed to all areas of the game, from mainline content shipped as part of the official releases to hundreds of player-made projects available to download from our add-ons server. Whether you need help beating a particular scenario or adding a feature to your custom maps, <cite>Wesnoth</cite> boasts a massive community of players and creators always willing to help.
cs: <cite>Bitva o Wesnoth</cite> je neustále vylepšována a rozšiřována velkým množstvím dobrovolníků z celého světa pocházejících z různých prostředí. Od jejího uvedení v červenci 2003 přispěly stovky lidí do všech oblastí hry od hlavního obsahu, který je dodáván jako součást oficiálních vydání, až po stovky projektů vytvořených hráči, jež jsou dostupné ke stažení na našem serveru s rozšířeními. Ať už potřebujete pomoci pokořit určitý scénář, nebo přidat nějaký prvek do vaší vlastní mapy, <cite>Wesnoth</cite> se může pochlubit silnou komunitou hráčů a tvůrců vždy ochotných podat pomocnou ruku.
de: Seit den Anfängen im Juli 2003 wird <cite>The Battle for Wesnoth</cite> stetig verbessert und erweitert dank einer Legion freiwilliger Helfer aus aller Welt und unterschiedlicher sozialer Herkunft. Die Beiträge reichen von den Hauptkomponenten offizieller Veröffentlichungen bis hin zu hunderten von Nutzerprojekten, die per Erweiterungsserver direkt aus dem Hauptmenü heruntergeladen werden können. Ob jemand Hilfe braucht, um ein Szenario zu gewinnen oder ein Tipp nötig ist, wenn bei einer selbst entworfenen Karte ein Detail hinzuzufügen ist – BfW kann sich einer enormen Gemeinschaft von Spielern und Entwicklern rühmen, die bereitwillig mit Rat und Tat zur Seite stehen.
it: Sin dal suo inizio nel lontano Luglio 2003 <cite>Battle for Wesnoth</cite> viene costantemente migliorata ed espansa grazie al contributo di centinai di volontari dalle diverse caratteristiche e specializzazioni sparsi per tutto il mondo. I contributi variano dai contenuti delle campagne principali distribuiti insieme alle versioni ufficiali del gioco, a centinaia di progetti degli utenti da scaricare dal nostro server per le estensioni, direttamente dalla schermata iniziale. Nel caso avessi bisogno di aiuto per superare uno scenario particolarmente ostico, o per aggiungere una caratteristica particolare alla tua mappa, <cite>Wesnoth</cite> vanta una solida ed ampia comunità di giocatori e creatori che potranno sempre aiutarti.

source: Besides creating your own add-on content, there are many other ways you can help <cite>Wesnoth</cite>:
cs: Kromě vytváření obsahu vašich vlastních rozšíření je mnoho dalších způsobů, kterými můžete vypomoci <cite>Wesnothu</cite>:
de: Abgesehen von der Gestaltung eigener Erweiterungen, gibt es noch viele andere Möglichkeiten, BfW zu unterstützen:
it: Oltre a creare delle nuove estensioni, ci sono molti altri modi diversi con i quali puoi aiutare <cite>Wesnoth</cite>:

source: <a href="https://wiki.wesnoth.org/Project">Contribute</a> code
cs: <a href="https://wiki.wesnoth.org/Project">Přispívat</a> do kódu
de: <a href="https://wiki.wesnoth.org/Project">Quellcode</a> beisteuern
it: <a href="https://wiki.wesnoth.org/Project">Contribuisci</a> al codice sorgente

source: <a href="https://forums.wesnoth.org/viewforum.php?f=9">Create</a> art for the main game or for user-made <a href="https://forums.wesnoth.org/viewforum.php?f=23">add-ons</a>
cs: <a href="https://forums.wesnoth.org/viewforum.php?f=9">Vytvářet</a> grafiku pro hlavní hru nebo <a href="https://forums.wesnoth.org/viewforum.php?f=23">rozšíření</a> udělaná hráči
de: Grafiken für das <a href="https://forums.wesnoth.org/viewforum.php?f=9">Originalspiel</a> oder <a href="https://forums.wesnoth.org/viewforum.php?f=23">Add-ons</a> anderer Benutzer entwerfen
it: <a href="https://forums.wesnoth.org/viewforum.php?f=9">Crea</a> immagini artistiche per il gioco principale, o anche per le <a href="https://forums.wesnoth.org/viewforum.php?f=23">estensioni</a> realizzate dagli utenti

source: <a href="https://wiki.wesnoth.org/WesnothTranslations">Translate</a> the game into your language
cs: <a href="https://wiki.wesnoth.org/WesnothTranslations">Překládat</a> hru do svého jazyka
de: Hauptspiel und Zusatzinhalte in weitere Sprachen <a href="https://wiki.wesnoth.org/WesnothTranslations">übersetzen</a>
it: <a href="https://wiki.wesnoth.org/WesnothTranslations">Traduci</a> il gioco nel tuo linguaggio
