Repository: wesnoth/website
Catalog: start/1.14/po/*.po
Languages: cs, de, it

source: en
cs: cs
de: de
it: it

source: The Battle for Wesnoth 1.14
cs: Bitva o Wesnoth 1.14
it: Battle for Wesnoth 1.14

source: <span id="branding-sub">New Horizons Update</span>
cs: <span id="branding-sub">Aktualizace Nové obzory</span>
de: <span id="branding-sub">Update 'Neu Horizonte'</span>
it: <span id="branding-sub">Aggiornamento Nuovi Orizzonti</span>

source: <i>May 2018.</i> The development team is proud to present version 1.14 of <cite><a href="/">The&nbsp;Battle&nbsp;for&nbsp;Wesnoth</a></cite>!
cs: <i>Květen 2018.</i> Vývojový tým s hrdostí uvádí verzi 1.14 hry <cite><a href="/">Bitva&nbsp;o&nbsp;Wesnoth</a></cite>!
de: <i>Mai 2018</i> — Das Entwicklerteam präsentiert Version 1.14 von <cite><a href="/">The&nbsp;Battle&nbsp;for&nbsp;Wesnoth</a></cite>
it: <i>Maggio 2018.</i>Il team di sviluppo è orgoglioso di presentarvi la versione 1.14 di <cite><a href="/">Battle&nbsp;for&nbsp;Wesnoth</a></cite>!

source: Along with the long-awaited debut on Steam, this new release series brings forth a vast number of additions and changes in all areas: a new single-player campaign, a visual and functional refresh of the multiplayer lobby and add-ons manager, a refurbished display engine, new unit graphics and animations, and much more. Try out the new features for yourself, or <a href="#game">read on</a> for more details...
cs: Spolu s dlouho očekávaným uvedením na Steam přináší vydání této řady ohromný počet přídavků a změn ve všech oblastech: nové tažení pro jednoho hráče, vizuální a praktická oživení čekárny pro hru více hráčů a správce rozšíření, renovovaný zobrazovací engine, novou grafiku a animace jednotek a mnoho dalšího. Vyzkoušejte si nové prvky sami nebo <a href="#game">si přečtěte</a> další podrobnosti...
de: <cite>Die Schlacht für Wesnoth</cite> hält den ersehnten Einzug bei Steam und ist um unzählige Extras und umfassende Änderungen reicher. Dazu zählen eine neue Einzelspieler–Kampagne im Basispaket, Mehrspieler-Lobby und Add-ons-Manager wurden optisch wie funktionell aufgepeppt, die Anzeigemechanismen runderneuert, zig Portraits und Animationen für Spielfiguren kreiert und noch viel mehr… Überzeugt euch selbst, oder <a href="#game">lest weiter</a>, um Details zu erfahren…
it: Assieme al tanto atteso debutto sulla piattaforma Steam, questa nuova versione presenta numerosi miglioramenti e aggiunte in tutti i campi: una nuova campagna per singolo giocatore, un’interfaccia completamente rinnovata sia per la modalità multigiocatore che per la gestione delle estensioni; un rinnovato motore grafico, animazioni e grafica delle unità aggiornate e molto altro ancora. Prova tu stesso tutte le novità, o <a href="#game">continua a leggere questo annuncio</a> per avere altri dettagli...

source: <a class="download-button" role="button" href="#download"> <span class="download-arrow" aria-hidden="true"></span> <span class="download-text"> <span class="download-big">Download Now!</span> </span> </a> <a class="steam-button" role="button" href="https://store.steampowered.com/app/599390"> <span class="download-text"> <span class="steam-icon" aria-hidden="true"></span> <span class="download-big">Get on Steam!</span> </span> </a>
cs: <a class="download-button" role="button" href="#download"> <span class="download-arrow" aria-hidden="true"></span> <span class="download-text"> <span class="download-big">Hned stáhnout!</span> </span> </a> <a class="steam-button" role="button" href="https://store.steampowered.com/app/599390"> <span class="download-text"> <span class="steam-icon" aria-hidden="true"></span> <span class="download-big">Mít na Steamu!</span> </span> </a>
de: <a class="download-button" role="button" href="#download"> <span class="download-arrow" aria-hidden="true"></span> <span class="download-text"> <span class="download-big">Herunterladen!</span> </span> </a> <a class="steam-button" role="button" href="https://store.steampowered.com/app/599390"> <span class="download-text"> <span class="steam-icon" aria-hidden="true"></span> <span class="download-big">Zur Steam-Seite!</span> </span> </a>
it: <a class="download-button" role="button" href="#download"> <span class="download-arrow" aria-hidden="true"></span> <span class="download-text"> <span class="download-big">Scaricala subito!</span> </span> </a> <a class="steam-button" role="button" href="https://store.steampowered.com/app/599390"> <span class="download-text"> <span class="steam-icon" aria-hidden="true"></span> <span class="download-big">Prendila su Steam!</span> </span> </a>

source: What’s New in This Update
cs: Co je v této aktualizaci nového
de: Was bringt 'Neue Horizonte'?
it: Novità in questa nuova aggiornamento

source: In the three-and-a-half years since version 1.12, we on the development team have dedicated much thought towards the future of <cite>Wesnoth</cite> and where we want to take the game going forward. Consequently, this version lays the groundwork for new and exciting changes, some of which are included here, and some of which we hope to unveil further down the line. Dozens of contributors dedicated hundreds of hours modernizing our engine, fixing bugs, improving the interface, adding new content, and streamlining the player experience to ensure this version of <cite>Wesnoth</cite> is the most stable we have ever released.
cs: My ve vývojovém týmu jsme věnovali poslední tři a půl roku od verze 1.12 mnoho myšlenek budoucnosti <cite>Wesnothu</cite> a tomu, kam chceme směřovat při vývoji hry. Proto tato verze pokládá základy pro nové a vzrušující změny, z nichž některé jsou v ní obsaženy a o dalších doufáme, že je postupně představíme později. Desítky přispěvatelů věnovaly stovky hodin modernizování našeho engine, opravám chyb, vylepšování rozhraní, přidávání nového obsahu a zefektivnění herního zážitku tak, aby zajistily, že tato verze <cite>Wesnothu</cite> je ta nejstabilnější, jakou jsme kdy vydali.
de: Frischen Wind! In den dreieinhalb Jahren seit Version 1.12 widmeten die Entwickler sich Überlegungen um die Zukunft von BfW und in welchen Bereichen das Spiel zeitnah gehalten werden sollte. Mit Wesnoth 1.14 wurden die Grundlagen geschaffen für höchst interessante Änderungen, von denen einige bereits verwirklicht sind. Andere hoffen wir, demnächst vorzustellen… Dutzende Freiwillige modernisierten in hunderten von Stunden die Engine des Spiels, behoben Programmdefekte, verbesserten die Benutzeroberfläche und steuerten Erweiterungen bei, um das Spielerlebnis zu optimieren und sicherzustellen, dass mit dieser Serie die zuverlässigste aller Zeiten freigegeben wird.
it: Nei tre anni e mezzo trascorsi dal rilascio della versione 1.12, noi del team di sviluppo abbiamo pensato a lungo al futuro di <cite>Wesnoth</cite> e verso quale direzione volevamo che il gioco procedesse. Di conseguenza, questa versione getta le basi per dei nuovi ed eccitanti cambiamenti, alcuni già inclusi in questa versione ed altri che speriamo di introdurre più avanti nello sviluppo. Dozzine di persone hanno dedicato centinaia di ore per ammodernare il nostro motore grafico, correggere bachi, migliorare l’interfaccia, aggiungere nuovi contenuti e razionalizzare l’esperienza dei giocatori per garantire che questa versione di <cite>Wesnoth</cite> sia la più stabile che sia mai stata rilasciata.

source: Probably most notable of all, this is also the first release to be published on the <a href="https://store.steampowered.com/app/599390"><b>Steam Store</b></a>, where it is available for free on Windows, macOS, and Linux platforms! We would like to extend a huge thank you to everyone who supported this effort over the past two years. <cite>Wesnoth</cite> made it through Steam Greenlight in record time, and your continued interest on our forums and social media has been extremely encouraging. We look forward to seeing new faces in our community!
cs: Asi nejvýznamější ze všeho je, že toto je také první vydání, které bylo zveřejněno v <a href="https://store.steampowered.com/app/599390"><b>obchodu Steam</b></a>, kde je zdarma dostupné pro systémy Windows, macOS a Linux! Rádi bychom velice poděkovali všem, kteří během posledních dvou let toto úsilí podporovali. <cite>Wesnoth</cite> stihl projít přes Steam Greenlight v rekordním čase a váš neutuchající zájem na našich fórech a sociálních médiích byl nesmírně povzbuzující. Těšíme se, že v naší komunitě uvidíme nové tváře!
de: Der evtl. bemerkenswerteste Effekt des Arbeitsaufwands ist die erstmalige Veröffentlichung im <a href="https://store.steampowered.com/app/599390"><b>Steam Shop</b></a>, wo BfW für die Betriebssysteme Windows, macOS und Linux kostenlos angeboten wird. Ein riesiges Dankeschön an jeden, der in den letzten zwei Jahren half, dass <cite>Wesnoth</cite> hier in Rekordzeit 'Grünes Licht' erhielt! Euer anhaltendes, auf Foren und sozialen Medienkanälen gezeigte Interesse ist äußerst ermutigend und über neue Gesichter in unsrer Fan-Gemeinde freuen wir uns immer!
it: La novità più appariscente di tutte è probabilmente la prima pubblicazione sullo <a href="https://store.steampowered.com/app/599390"><b>Steam Store</b></a>, dove è disponibile gratuitamente per le piattaforme Windows, macOS, e Linux! Vogliamo rivolgere un enorme ringraziamento a tutti quelli che ci hanno aiutato durante questo lavoro lungo i due anni trascorsi. <cite>Wesnoth</cite> ce l’ha fatta su Steam Greenlight a tempo di record, e il tuo continuo interesse sui nostri forum e sui social media si è rivelato estremamente incoraggiante. Non vediamo l’ora di vedere volti nuovi nella nostra comunità!

source: <a href="images/start-1.jpg">
it: <a href="images/start-1.png">

source: Title Screen
cs: Úvodní obrazovka
de: Hauptmenü
it: Schermata iniziale

source: For Players
cs: Pro hráče
de: Neuigkeiten für Spieler(innen)
it: Per i giocatori

source: <a href="images/start-2.jpg">
it: <a href="images/start-2.png">

source: Wesnoth Screenshot
cs: Snímek obrazovky Wesnothu
de: BfW Schnappschuss
it: Schermata di Wesnoth

source: The antiquated SDL 1.2 library our engine used has been replaced with the much-improved SDL 2.0. This addresses many longstanding issues with OS and hardware compatibility. In particular, support for fullscreen on multi-monitor configurations is greatly improved, and various annoying mouse-related issues on Apple Retina devices have been fixed.
cs: Zastaralá knihovna SDL 1.2, kterou náš engine používal, byla nahrazena mnohem lepší SDL 2.0. To řeší mnoho dlouhotrvajících problémů s OS a kompatibilitou hardware. Zejména je výrazně vylepšena podpora pro fullscreen na sestavách s více monitory a na zařízeních Apple Retina byly opraveny různé otravné problémy související s myší.
de: Die veraltete SDL 1.2-Bibliothek des Spiels wurde von der deutlich besseren Version SDL 2.0 abgelöst, damit sind althergebrachte Kompatibilitätskonflikte in puncto Betriebssystem oder Hardware beseitigt. Im Speziellen wird Vollbild bei Multi-Monitor-Betrieb weit stärker unterstützt und für diverse, nervige Probleme mit der Maus bei Apple Retina Geräten Abhilfe geschaffen.
it: La vecchia libreria SDL 1.2 utilizzata dal nostro motore è stata rimpiazzata dalla nuova SDL 2.0, molto migliorata. Questo ha risolto molti vecchi problemi di compatibilità sia hardware che a livello SO. In particolare, il supporto alla modalità a pieno schermo con configurazioni pluri-monitor è enormemente migliorato, e diversi annosi problemi legati alla gestione del mouse sui dispositivi Apple Retina sono stati risolti.

source: The user interface has also been further refined and polished. The main menu now features a crisper 4K resolution background and a brand-new main theme from composer <a href="http://mattiaswestlund.net/">Mattias Westlund</a> (West). Larger and crisper new fonts coupled with simplified dialog borders and buttons enhance the game’s readability across a variety of hardware and contexts, providing a more modern look. The add-ons manager, multiplayer lobby, and game set-up interfaces have been completely revamped with fresh designs that address many long-standing deficiencies in each. The preferences dialog has also been through a substantial overhaul making it easier to navigate and use.
cs: Také uživatelské rozhraní bylo ještě více vylepšeno a uhlazeno. Hlavní menu teď obsahuje ostřejší pozadí ve 4K rozlišení a zbrusu nový hudební motiv od skladatele <a href="http://mattiaswestlund.net/">Mattiase Westlunda</a> (West). Větší a ostřejší nová písma spolu se zjednodušenými okraji oken a tlačítky zlepšují čitelnost hry na různých zařízeních a v rozličných situacích a zajišťují modernější vzhled. Správce rozšíření, čekárna pro hru více hráčů a rozhraní pro nastavení hry byly úplně předělány a dostaly novou úpravu, která řeší mnoho dlouhotrvajících nedostatků v každém z nich. Okno nastavení také prošlo velkou generálkou, která usnadňuje navigaci a používání.
de: Auch an der Spieloberfläche haben wir weiter gefeilt. Das Hauptmenü zeigt sich vor der Wesnoth-Karte in 4K-Auflösung, dazu hat der Komponist <a href="http://mattiaswestlund.net/">Mattias Westlund</a> (West) eine brandneue Titelmelodie verfasst. Größere Schriftarten, schlichtere Dialogeinfassung und Knöpfe erhöhen die Lesbarkeit für alle möglichen Hardware-Plattformen und Gegebenheiten. Ein frischerer Anstrich wurde auch dem Add-ons-Manager, der Mehrspieler-Lobby und den Schnittstellen zur Spielvorbereitung verpasst. Des weiteren wurde das Dialogfenster »Einstellungen« eingehend überarbeitet — es sollte jetzt leichter sein, sich zu orientieren und Benutzervorgaben zu konfigurieren.
it: L’interfaccia utente è stata ulteriormente raffinata e ripulita. Il menù principale ora si presenta più nitido a risoluzione 4K e con un nuovo tema musicale principale del compositore <a href="http://mattiaswestlund.net/">Mattias Westlund</a> (West). L’uso di nuovi font più grandi e nitidi, accoppiati con cornici e bottoni di dialogo semplificati, ha migliorato la leggibilità del gioco su tutta una serie di dispositivi fisici e in molti altri contesti, portando un look più moderno. Il gestore delle estensioni, l’atrio multigiocatore e le interfacce per la customizzazione del gioco sono state completamente rivisitate con un design fresco che risolve molte delle mancanze note da lungo tempo. In menù di scelta delle preferenze è stato sottoposto ad una sostanziale revisione, per renderne la fruizione più semplice.

source: A plethora of units such as the Heavy Infantryman, Elvish Sylph, and Rogue have received new animations and baseframes to bring them up to higher quality standards and make the battlefield more lively and dynamic. New generic portraits are available for several units too, including the Troll, Ancient Wose, Walking Corpse, and Yeti. Finally, a <em>huge</em> number of new terrains have been added to the game to enhance new and existing maps — especially those set indoors and underground — and water and lava have been redone in a new, fluid and fully-animated, aesthetically-pleasing style. Many village types have also received time-of-day variations and will now immersively light up when night falls.
cs: Nepřeberné množství jednotek jako třeba těžkooděnec, elfí sylfa a ničema dostalo nové animace i základní zobrazení, aby se pozvedly na vyšší úroveň kvality a bitevní pole bylo živější a dynamičtější. Pro několik jednotek včetně trolla, prastarého stromového muže, chodící mrtvoly a yettiho jsou dostupné nové obecné portréty. Konečně, do hry bylo přidáno <em>ohromné</em> množství nových terénů, aby vylepšily nové i stávající mapy – zejména ty, které se odehrávají uvnitř a pod zemí – a voda a láva byly přepracovány do nového, tekutého a plně animovaného, esteticky příjemného provedení. Mnoho typů vesnic také získalo obměny podle denní doby a budou se nyní úchvatně rozsvěcovat, když padne noc.
de: Besondere Aufmerksamkeit widmeten die Grafiker Spielfiguren, die unseren Qualitätsansprüchen noch nicht entsprachen. Der Schurke, der Schwere Infanterist, die Sylphide und eine Fülle weiterer Einheiten wurden mit einem neuen Aussehen und Animationen bedacht – andere endlich mit eigenem Portrait (bspw. Troll, Alter Waldschrat, Yeti, die Wandelleichen). Ebenso ansehnlich sind all die neuartigen Geländeformen zur Verfeinerung von Karten, als Beispiele seien Innenbereiche, Höhlendetails, kunstvoll animierte Wasser- und Lavaflächen erwähnt. Außerdem werden etliche Gebäudetypen nun bei Einbruch der Dunkelheit von Funzeln erleuchtet, was eine reizvolle Stimmung schafft.
it: Una pletora di unità come la Fanteria Pesante, le Silfidi e i Furfanti hanno ora delle nuove animazioni e nuovi ritratti di alta qualità standard e tutto ciò rende il campo di battaglia molto più realistico e dinamico. Diverse unità hanno dei nuovi ritratti generici, quali i Troll, gli Antichi Wose, i Morti Viventi e gli Yeti. Infine, è stato aggiunto un <em>enorme</em> quantitativo di tipi di terreno diversi, in modo da migliorare sia le vecchie mappe che le nuove — specialmente quelle ambientate al chiuso e sotto terra — e sia l’acqua che la lava sono state ridisegnate e si presentano nuove, fluide e totalmente animate, in uno stile esteticamente piacevole. Molti tipi di villaggio ora hanno delle variazioni estetiche in base al trascorrere del tempo durante la giornata e si illuminano completamente al calare della notte.

source: Finally, the in-game sounds for many units and user interface elements have been replaced.
cs: A na konec, ve hře byly nahrazeny zvuky pro mnoho jednotek a prvků uživatelského rozhraní.
de: Obendrein ertönen neue Klänge in Erwiderung von Benutzeraktionen und so manche Einheit gibt neuerdings unvertraute Laute von sich.
it: Infine, i rumori di gioco di molte unità e gli elementi dell’interfaccia utente sono stati riposizionati.

source: Campaigns
cs: Tažení
de: Kampagnen
it: Campagne

source: <a href="images/start-3.jpg">
it: <a href="images/start-3.png">

source: Campaigns menu screenshot
cs: Snímek obrazovky výběru tažení
de: Auswahl-Menü
it: Schermata menù campagne

source: The main campaign line-up welcomes the addition of <cite>Secrets of the Ancients</cite>, a player-created campaign brought to you by the author of <cite>Dead Water</cite>! Follow Ardonna of Tarrynth as she unearths the secrets of the ancient lich-lords of the Green Isle in her search for immortality.
cs: Sestava hlavních tažení mezi sebou vítá přírůstek v podobě <cite>Tajemství předků</cite>, tažení vytvořené hráčem, které vám přináší autor <cite>Moře mrtvých</cite>! Následujte Ardonnu z Tarrynthu, jak při svém hledání nesmrtelnosti odhaluje tajemství prastarých lordů lichů ze Zeleného ostrova.
de: Mit den »Geheimnissen der Ahnen« bringt der Autor von »Stille Wasser« eine weitere Hauptkampagne ins Spiel. Folgt Ardonna von Tarrynth, der das dunkle Rätsel um die Unsterblichkeit der Lichfürsten der Grünen Insel keine Ruhe lässt.
it: L’elenco delle campagne principali dà il benvenuto alla nuova aggiunta di <cite>I Segreti degli Antichi</cite>, una campagna creata dai giocatori e presentata a voi dall’autore di <cite>Acque Morte</cite>! Segui Ardonna di Tarrynth mentre svela i segreti degli antichi signori-lich dell’Isola Verde, alla ricerca dell’immortalità.

source: <a href="images/start-4.jpg">
it: <a href="images/start-4.png">

source: After years of technical setbacks, <cite>Under the Burning Suns</cite> finally sees the desert elves faction completely revamped with brand-new sprites, stunning new portraits by long-time contributing artist <a href="https://www.theartysquid.com/">Emilien Rotival</a> (LordBob), and revamped unit advancement trees with unique stats to further set them apart from the standard forest elves featured throughout the rest of the game.
cs: Po letech technických zádrhelů přichází konečně <cite>Pod žhnoucími slunci</cite> s frakcí pouštních elfů, která je zcela renovovaná pomocí zbrusu nových obrázků, senzačních nových portrétů od dlouhá léta přispívajícího výtvarníka <a href="https://www.theartysquid.com/">Emiliena Rotivala</a> (LordBob) a předělaných stromů postupu jednotek s jedinečnými vlastnostmi, aby tak pouštní elfové byli ještě více odlišeni od běžných lesních, kteří vystupují v celém zbytku hry.
de: »Unter brennenden Sonnen« präsentiert die Wüstenelfen in neuem Licht! Fachspezifische Ursachen verzögerten das Projekt zwar um einige Jährchen, doch zu guter Letzt hat unser Langzeitmitmacher <a href="https://www.theartysquid.com/">Emilien Rotival</a> (LordBob) auch aus dieser Fraktion etwas gemacht: mit berückenden Portraits, neuen Sprites, unverwechselbaren Charakteristiken und Aufstiegsmöglichkeiten werden die Quenoth-Elfen bildgewaltig dargestellt und unterscheiden sich merklich von Artverwandten in Wesnoths Wäldern.
it: Dopo anni di battute d’arresto tecniche, <cite>Sotto i Soli Roventi</cite> finalmente vede la fazione degli elfi del deserto completamente rinnovata con nuova grafica, nuovi sbalorditivi ritratti grazie all’artista <a href="https://www.theartysquid.com/">Emilien Rotival</a> (LordBob), collaboratore di lungo corso, e un rinnovato albero di avanzamento delle unità con caratteristiche peculiari in modo da differenziarli in maniera ancora più netta da normali elfi utilizzati nelle altre campagne del gioco.

source: <cite>Northern Rebirth’s</cite> first nine scenarios now have new and improved maps, making use of new terrains and simpler, more organic designs. The scenarios themselves have also been tweaked for more streamlined play. <cite>Descent into Darkness</cite> received similar treatment with visual improvements of its own.
cs: Prvních devět scénářů <cite>Přerodu Severu</cite> má nyní nové a vylepšené mapy, využívající nové terény a jednodušší, uspořádanější vzhled. Samotné scénáře byly také vyladěny pro efektivnější hraní. <cite>Pádu do temnoty</cite> se dostalo obdobné péče jeho vizuálním vylepšením.
de: Andere Karten machen in den ersten 9 Szenarien der Kampagne »Wiedergeburt des Nordens« schon von den Möglichkeiten der neuen Geländetypen Gebrauch. Auch spieltechnisch gibt es Neuerungen, gleiches gilt für Malin Keshars Abstieg in die Finsternis in »Dunkle Künste«.
it: I primi nove scenari di <cite>La Rinascita del Nord</cite> ora godono di mappe nuove e migliorate, grazie al sapiente uso dei nuovi tipi di terreno e una progettazione più semplice ed organica. Gli scenari stessi sono state anche ottimizzati per migliorare la fluidità di gioco. <cite>Discesa nell’Oscurità</cite> ha ricevuto un trattamento simile con i suoi propri miglioramenti visivi.
