Repository: wesnoth/website
Catalog: start/1.14/po/*.po
Languages: cs, de, it

source: <a href="https://forums.wesnoth.org/viewforum.php?f=14">Produce</a> new music tracks and sound effects
cs: <a href="https://forums.wesnoth.org/viewforum.php?f=14">Skládat</a> nové hudební nahrávky a zvukové efekty
de: Sammlung unsrer <a href="https://forums.wesnoth.org/viewforum.php?f=14">Musik und Klangeffekte</a> ergänzen
it: <a href="https://forums.wesnoth.org/viewforum.php?f=14">Produci</a> nuove tracce musicali ed effetti sonori

source: Spread the word about <cite>Wesnoth</cite> on social media!
cs: Šířit zvěst o <cite>Wesnothu</cite> na sociálních médiích!
de: Weitersagen und in sozialen Medien auf BfW aufmerksam machen
it: Spargi la voce su <cite>Wesnoth</cite> sui social media!

source: More Info
cs: Další informace
de: Weitere Infos
it: Altre Informazioni

source: <a href="https://changelog.wesnoth.org/1.14/">Full Changelog</a> (English only)
cs: <a href="https://changelog.wesnoth.org/1.14/">Úplný seznam změn</a> (pouze anglicky)
de: <a href="https://changelog.wesnoth.org/1.14/">BfW Änderungshistorie</a> (Englisch)
it: <a href="https://changelog.wesnoth.org/1.14/">Elenco completo delle modifiche</a> (in inglese)

source: <a href="https://www.wesnoth.org/manual/1.14/manual.en.html">User’s Manual</a>
cs: <a href="https://www.wesnoth.org/manual/1.14/manual.cs.html">Uživatelský manuál</a>
de: <a href="https://www.wesnoth.org/manual/1.14/manual.de.html">BfW Spielanleitung</a>
it: <a href="https://www.wesnoth.org/manual/1.14/manual.it.html">Manuale per l’utente</a>

source: <a href="https://www.wesnoth.org">Official Website</a> (English only)
cs: <a href="https://www.wesnoth.org">Oficiální stránky</a> (pouze anglicky)
de: <a href="https://www.wesnoth.org">BfW Homepage</a> (Englisch)
it: <a href="https://www.wesnoth.org">Sito web ufficiale di Wesnoth</a> (Inglese)

source: <a href="https://www.wesnoth.org/start/1.12">Wesnoth 1.12 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.12">Poznámky k vydání Wesnoth 1.12</a>
de: <a href="https://www.wesnoth.org/start/1.12">BfW 1.12 Versionshinweise</a>
it: <a href="https://www.wesnoth.org/start/1.12">Note di rilascio di Wesnoth 1.12</a>

source: <a href="https://www.wesnoth.org/start/1.10">Wesnoth 1.10 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.10">Poznámky k vydání Wesnoth 1.10</a>
de: <a href="https://www.wesnoth.org/start/1.10">BfW 1.10 Versionshinweise</a>
it: <a href="https://www.wesnoth.org/start/1.10">Note di rilascio di Wesnoth 1.10</a>

source: <a href="https://www.wesnoth.org/start/1.8">Wesnoth 1.8 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.8">Poznámky k vydání Wesnoth 1.8</a>
de: <a href="https://www.wesnoth.org/start/1.8">BfW 1.8 Versionshinweise</a>
it: <a href="https://www.wesnoth.org/start/1.8">Note di rilascio di Wesnoth 1.8</a>

source: <a href="https://www.wesnoth.org/start/1.6">Wesnoth 1.6 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.6">Poznámky k vydání Wesnoth 1.6</a>
de: <a href="https://www.wesnoth.org/start/1.6">BfW 1.6 Versionshinweise</a>
it: <a href="https://www.wesnoth.org/start/1.6">Note di rilascio di Wesnoth 1.6</a>

source: This page is also available in the following languages:
cs: Tato stránka je k dispozici také v následujících jazycích:
de: Diese Seite steht in folgenden Sprachen zur Verfügung:
it: Questa pagina è disponibile nelle seguenti lingue:

source: <a href="https://wiki.wesnoth.org/StartingPoints">Site Map</a> &#8226; <a href="https://status.wesnoth.org/">Site Status</a>
cs: <a href="https://wiki.wesnoth.org/StartingPoints">Mapa stránek</a> &#8226; <a href="https://status.wesnoth.org/">Stav služeb</a>
de: <a href="https://wiki.wesnoth.org/StartingPoints">Übersichtsseite </a> &#8226; <a href="https://status.wesnoth.org/">Statusseite </a>
it: <a href="https://wiki.wesnoth.org/StartingPoints">Mappa del Sito</a> &#8226; <a href="https://status.wesnoth.org/">Stato del Sito</a>

source: <a id="bigshield" href="/" aria-label="Wesnoth logo"><span aria-hidden="true"></span></a>
cs: <a id="bigshield" href="/" aria-label="logo Wesnothu"><span aria-hidden="true"></span></a>

source: <a href="https://sourceforge.net/projects/wesnoth/files/wesnoth-1.14/wesnoth-1.14.17/wesnoth-1.14.17.tar.bz2/download"><i class="downloadicon downloadicon-src" aria-hidden="true"></i><span class="os">Source</span> <span class="size">462.5 MiB</span></a>
cs: <a href="https://sourceforge.net/projects/wesnoth/files/wesnoth-1.14/wesnoth-1.14.17/wesnoth-1.14.17.tar.bz2/download"><i class="downloadicon downloadicon-src" aria-hidden="true"></i><span class="os">zdrojový kód</span> <span class="size">462.5 MiB</span></a>

source: Copyright &#169; 2003&#8211;2021 by <a rel="author" href="https://wiki.wesnoth.org/Project">The Battle for Wesnoth Project</a>.
cs: &#169; <a rel="author" href="https://wiki.wesnoth.org/Project">Projekt The Battle for Wesnoth</a>, 2003&#8211;2021.

source: Site design Copyright &#169; 2017&#8211;2021 by Iris Morelle.
cs: Návrh stránek &#169; Iris Morelle, 2017&#8211;2021.

source: <a href="https://sourceforge.net/projects/wesnoth/files/wesnoth-1.14/wesnoth-1.14.5/wesnoth-1.14.5.tar.bz2/download"><i class="downloadicon downloadicon-src" aria-hidden="true"></i><span class="os">Source</span> <span class="size">450.8 MiB</span></a>
de: <a href="https://sourceforge.net/projects/wesnoth/files/wesnoth-1.14/wesnoth-1.14.5/wesnoth-1.14.5.tar.bz2/download"><i class="downloadicon downloadicon-src" aria-hidden="true"></i><span class="os">Quellcode</span> <span class="size">450.8 MiB</span></a>

source: Site design Copyright &#169; 2017&#8211;2018 by Iris Morelle.
de: Seitendesign Copyright &#169; 2017&#8211;2018 by Iris Morelle
