Repository: wesnoth/website
Catalog: start/1.18/po/*.po
Languages: cs

source: en
cs: cs

source: The Battle for Wesnoth 1.18
cs: Bitva o Wesnoth 1.18

source: <a id="bigshield" href="/" aria-label="Wesnoth logo"><span aria-hidden="true"></span></a>
cs: <a id="bigshield" href="/" aria-label="logo Wesnothu"><span aria-hidden="true"></span></a>

source: <span id="branding-sub">Draconic Invasions Update</span>
cs: <span id="branding-sub">přináší Vpád drakonidů</span>

source: <i>March 2024.</i> The development team is proud to present version 1.18 of <cite><a href="/">The&nbsp;Battle&nbsp;for&nbsp;Wesnoth</a></cite>!
cs: <i>Březen 2024.</i> Vývojový tým s hrdostí představuje verzi 1.18 hry <cite><a href="/">Bitva&nbsp;o&nbsp;Wesnoth</a></cite>!

source: This release features many new additions as well as refinements to existing content including a new Drake campaign, a full remake of our oldest Loyalist campaign, greatly improved graphical performance, major balance changes for multiplayer, achievements, many enhancements to the editor, and so much more! Try them out for yourself, or take a look <a href="#game">below</a> for more details.
cs: Tato verze obsahuje mnoho nových přírůstků a drobných zdokonalení stávajícího obsahu, včetně nového tažení za drakonidy, úplné předělávky našeho nejstaršího tažení za věrné, výrazně posíleného grafického výkonu, významných změn vyvážení pro hru více hráčů, zaznamenávání úspěchů, spousty vylepšení editoru a mnoho dalšího! Vyzkoušejte si je sami, nebo se podívejte <a href="#game">níže</a> na více podrobností.

source: <a class="download-button" role="button" href="https://www.wesnoth.org/#download"> <span class="download-arrow" aria-hidden="true"></span> <span class="download-text"> <span class="download-big">Download Now</span> </span> </a> <a class="itchio-button" role="button" href="https://wesnoth.itch.io/battle-for-wesnoth" aria-label="Available on itch.io"> <span class="download-text">
cs: <a class="download-button" role="button" href="https://www.wesnoth.org/#download"> <span class="download-arrow" aria-hidden="true"></span> <span class="download-text"> <span class="download-big">Hned stáhnout</span> </span> </a> <a class="itchio-button" role="button" href="https://wesnoth.itch.io/battle-for-wesnoth" aria-label="Dostupné na itch.io"> <span class="download-text">

source: <span class="download-big">Get on itch.io</span> </span> </a> <a class="steam-button" role="button" href="https://store.steampowered.com/app/599390"> <span class="download-text"> <span class="steam-icon" aria-hidden="true"></span> <span class="download-big">Get on Steam</span> </span> </a>
cs: <span class="download-big">Získat na itch.io</span> </span> </a> <a class="steam-button" role="button" href="https://store.steampowered.com/app/599390"> <span class="download-text"> <span class="steam-icon" aria-hidden="true"></span> <span class="download-big">Získat na Steamu</span> </span> </a>

source: What’s New in This Update
cs: Co je v této aktualizaci nového

source: For Players
cs: Pro hráče

source: Wesnoth’s rendering has been completely overhauled, leading to a significant improvement in performance with our own tests showing a nearly 60% boost in FPS. This will of course vary depending on the computer you’re using to run Wesnoth, but will in all cases result in a much smoother and more consistent experience across all areas of the game.
cs: Vykreslování hry bylo kompletně přepracováno, což vedlo k výraznému zlepšení výkonu, přičemž naše vlastní testy ukázaly téměř 60% nárůst FPS. To se samozřejmě bude lišit v závislosti na počítači, na kterém Bitvu o Wesnoth spouštíte, ale ve všech případech bude výsledkem mnohem plynulejší a konzistentnější zážitek ve všech oblastech hry.

source: All factions in the Default era have gone through major updates to ensure standard 1v1 games are more balanced and to allow campaigns to use the new variable recall cost mechanic. Higher level units have also had a variety of adjustments to better balance the Age of Heroes era as well as survival scenarios where high level units are common. Level three advancements for the Saurian Oracle and Saurian Soothsayer have been added and the Orcish Nightblade now serves as the default advancement for the Orcish Slayer.
cs: Všechny frakce ve výchozí éře prošly zásadními aktualizacemi, aby byly standardní hry 1v1 vyváženější a aby tažení mohla využívat novou mechaniku proměnlivých nákladů na povolávání jednotek. Jednotky vyšších úrovní se také dočkaly řady úprav, aby lépe vyvážily éru Věk hrdinů i scénáře přežití, v nichž se běžně jednotky vysokých úrovní vyskytují. Byly přidány vylepšení třetí úrovně pro ještěráckého věštce i ještěráckého jasnovidce a skřetí šerobřit je nyní standardním vylepšením skřetího mordýře.

source: Campaigns
cs: Tažení

source: Campaigns menu screenshot
cs: Snímek obrazovky výběru tažení

source: A new campaign, <cite>Winds of Fate</cite>, has been added to the game! This is the first Drake campaign to be included in Wesnoth, showing their fight for survival and tumultuous return to Wesnoth’s Great Continent as they flee their sinking island homes.
cs: Do hry bylo přidáno nové tažení <cite>Větry osudu</cite>! Jedná se o první drakonidské tažení, která je součástí hry Wesnoth. Ukazuje jejich boj o přežití a bouřlivý návrat na Velký kontinent při útěku z potápějících se ostrovních domovů.

source: <cite>Eastern Invasion</cite> — the first Loyalist campaign ever added to Wesnoth — has been fully remade with far deeper characters and greater scenario variety augmented by much more dynamic AI opponents. Several lore conflicts with other campaigns have also been resolved.
cs: <cite>Invaze z východu</cite> - první tažení za věrné, která kdy bylo do Wesnothu přidáno - bylo kompletně předěláno. Charaktery hlavních postav jsou nyní mnohem hlubší a scénáře jsou rozmanitější, doplněné o mnohem dynamičtější AI protivníků. Vyřešeno bylo také několik konfliktů příběhu s událostmi v jiných taženích.

source: Multiplayer
cs: Hra více hráčů

source: In-game game history viewer
cs: Prohlížeč herní historie ve hře

source: Players can now view a history of their own previously played games and can search the history of other players as well by clicking the Match History button in the online multiplayer lobby. This shows information on the game itself, the players in the game, the era used, any modifications enabled, and lets you download the game’s replay to watch for yourself. Additionally, there’s an <a href="https://replays.wesnoth.org/dashboard/">online dashboard</a> available with more general data about games played.
cs: Hráči si nyní mohou prohlížet svou historii odehraných her a po kliknutí na tlačítko Historie zápasů v online čekárně pro více hráčů mohou vyhledávat i v historii ostatních hráčů. Zde se zobrazí informace o samotné hře, hráčích ve hře, použité éře a všech povolených modifikacích. Můžete si zde stáhnout záznam hry a podívat se na něj. Kromě toho je k dispozici <a href="https://replays.wesnoth.org/dashboard/">online přehled</a> s obecnějšími údaji o odehraných hrách.

source: Animated waterfall
cs: Animovaný vodopád

source: The King of the Hill map has been updated to encourage players to claim the center keep — whichever side holds the hill gains significant bonus income and the first player to take control will obtain a treasure chest containing a tidy sum.
cs: Mapa Král vršku byla aktualizována tak, aby hráče povzbuzovala k obsazení centrální pevnosti. Strana, která drží vršek získá významný bonusový příjem a hráč, který jej ovládne jako první, získá truhlu s pokladem, ukrývající fajnovou sumičku.

source: And, as a cherry on top, the waterfall on Isar’s Cross is now animated.
cs: A jako třešnička na dortu je nyní vodopád na mapě Isarova křižovatka animovaný.

source: For Content Creators
cs: Pro tvůrce obsahu

source: Achievements
cs: Úspěchy

source: Wesnoth now has built-in support for achievements! These achievements <b>are not Steam achievements</b>, however because of that they are not limited to a predefined set of achievements available only to the base game — add-ons can define their own achievements and can even add additional achievements to other add-ons or to mainline. For this initial version, achievements are already implemented for the tutorial campaign, <cite>Descent into Darkness</cite>, <cite>Eastern Invasion</cite>, <cite>Liberty</cite>, and the co-op multiplayer maps <cite>Dark Forecast</cite>, <cite>Isle of Mists</cite>, <cite>A New Land</cite> and <cite>Team Survival</cite>.
cs: Bitva o Wesnoth má nyní integrovanou podporu pro zaznamenávání úspěchů! Tyto úspěchy <b>nejsou úspěchy používané ve službě Steam</b>, nicméně díky tomu nejsou omezeny na předdefinovanou sadu úspěchů dostupných pouze pro základní hru. Rozšíření mohou definovat své vlastní úspěchy a dokonce mohou přidávat další úspěchy do jiných rozšíření či do základní hry. Pro tuto počáteční verzi je již implementováno zaznamenávání úspěchů pro tutoriál, pro tažení <cite>Pád do temnoty</cite>, <cite>Invaze z východu</cite> a <cite>Svoboda</cite> a pro kooperativní hry více hráčů na mapách <cite>Temná předpověď</cite>, <cite>Ostrov mlh</cite>, <cite>Nová země</cite> a <cite>Týmové přežití</cite>.

source: Raise/lowered terrain
cs: Zvýšený/snížený terén

source: A wide variety of units have likewise had their sprites improved and had various animations added, primarily Loyalists, Orcs, and Trolls but also some Elf and Undead units.
cs: Podobně byly vylepšeny obrázky a přidány různé animace u celé řady jednotek, především u věrných, skřetů a trollů, ale také u některých elfů a nemrtvých.

source: Contribute
cs: Přispějte

source: <cite>The Battle for Wesnoth</cite> is constantly being improved and expanded upon by a multitude of international volunteers from diverse backgrounds. Since its inception in July 2003, hundreds of people have contributed to all areas of the game, from mainline content shipped as part of the official releases to hundreds of player-made projects available to download from our add-ons server. Whether you need help beating a particular scenario or adding a feature to your custom maps, <cite>Wesnoth</cite> boasts a massive community of players and creators always willing to help.
cs: <cite>Bitva o Wesnoth</cite> je neustále vylepšována a rozšiřována velkým množstvím dobrovolníků z celého světa pocházejících z různých prostředí. Od jejího uvedení v červenci 2003 přispěly stovky lidí do všech oblastí hry od hlavního obsahu, který je dodáván jako součást oficiálních vydání, až po stovky projektů vytvořených hráči, jež jsou dostupné ke stažení na našem serveru s rozšířeními. Ať už potřebujete pomoci pokořit určitý scénář, nebo přidat nějaký prvek do vaší vlastní mapy, <cite>Wesnoth</cite> se může pochlubit silnou komunitou hráčů a tvůrců vždy ochotných podat pomocnou ruku.

source: Besides creating your own add-on content, there are many other ways you can help <cite>Wesnoth</cite>:
cs: Kromě vytváření obsahu vašich vlastních rozšíření je mnoho dalších způsobů, kterými můžete vypomoci <cite>Wesnothu</cite>:

source: <a href="https://wiki.wesnoth.org/Project">Contribute</a> code
cs: <a href="https://wiki.wesnoth.org/Project">Přispívat</a> do kódu

source: <a href="https://forums.wesnoth.org/viewforum.php?f=9">Create</a> art for the main game or for user-made <a href="https://forums.wesnoth.org/viewforum.php?f=23">add-ons</a>
cs: <a href="https://forums.wesnoth.org/viewforum.php?f=9">Vytvářet</a> grafiku pro hlavní hru nebo <a href="https://forums.wesnoth.org/viewforum.php?f=23">rozšíření</a> udělaná hráči

source: <a href="https://wiki.wesnoth.org/WesnothTranslations">Translate</a> the game into your language
cs: <a href="https://wiki.wesnoth.org/WesnothTranslations">Překládat</a> hru do svého jazyka

source: <a href="https://forums.wesnoth.org/viewforum.php?f=14">Produce</a> new music tracks and sound effects
cs: <a href="https://forums.wesnoth.org/viewforum.php?f=14">Skládat</a> nové hudební nahrávky a zvukové efekty

source: Spread the word about <cite>Wesnoth</cite> on social media!
cs: Šířit zvěst o <cite>Wesnothu</cite> na sociálních médiích!

source: More Info
cs: Další informace

source: <a href="https://changelog.wesnoth.org/1.18/">Full Changelog</a> (English only)
cs: <a href="https://changelog.wesnoth.org/1.18/">Úplný seznam změn</a> (pouze anglicky)

source: <a href="https://www.wesnoth.org/manual/1.18/manual.en.html">User’s Manual</a>
cs: <a href="https://www.wesnoth.org/manual/1.18/manual.cs.html">Uživatelský manuál</a>

source: <a href="https://www.wesnoth.org">Official Website</a> (English only)
cs: <a href="https://www.wesnoth.org">Oficiální stránky</a> (pouze anglicky)

source: <a href="https://www.wesnoth.org/start/1.16">Wesnoth 1.16 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.16">Poznámky k vydání Wesnoth 1.16</a>

source: <a href="https://www.wesnoth.org/start/1.14">Wesnoth 1.14 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.14">Poznámky k vydání Wesnoth 1.14</a>

source: <a href="https://www.wesnoth.org/start/1.12">Wesnoth 1.12 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.12">Poznámky k vydání Wesnoth 1.12</a>

source: <a href="https://www.wesnoth.org/start/1.10">Wesnoth 1.10 Release Notes</a>
cs: <a href="https://www.wesnoth.org/start/1.10">Poznámky k vydání Wesnoth 1.10</a>

source: This page is also available in the following languages:
cs: Tato stránka je k dispozici také v následujících jazycích:

source: <a href="https://wiki.wesnoth.org/StartingPoints">Site Map</a> &#8226; <a href="https://status.wesnoth.org/">Site Status</a>
cs: <a href="https://wiki.wesnoth.org/StartingPoints">Mapa stránek</a> &#8226; <a href="https://status.wesnoth.org/">Stav služeb</a>

source: Copyright &#169; 2003&#8211;2024 by <a rel="author" href="https://wiki.wesnoth.org/Project">The Battle for Wesnoth Project</a>
cs: &#169; <a rel="author" href="https://wiki.wesnoth.org/Project">Projekt The Battle for Wesnoth</a>, 2003&#8211;2024

source: Site design Copyright &#169; 2017&#8211;2024 by Iris Morelle
cs: Návrh stránek &#169; Iris Morelle, 2017&#8211;2024
